-- phpMyAdmin SQL Dump
-- version 4.7.9
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Feb 03, 2019 at 05:56 PM
-- Server version: 10.1.31-MariaDB
-- PHP Version: 7.2.3

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `ptest`
--

-- --------------------------------------------------------

--
-- Table structure for table `ar`
--

CREATE TABLE `ar` (
  `id` int(11) NOT NULL,
  `tittle` varchar(30) NOT NULL,
  `name` varchar(40) NOT NULL,
  `article` varchar(10000) NOT NULL,
  `surce` varchar(200) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `ar`
--

INSERT INTO `ar` (`id`, `tittle`, `name`, `article`, `surce`) VALUES
(4, '20 Tips to Tame Your Stress', 'By Lynn Ponton, MD', 'Stress hits us all in life, and while a little stress is good — it keeps us focused and motivated — too much of it and it can grind our lives to a complete halt. When you’re feeling overwhelmed and stressed-out, you may become paralyzed and unable to do much of anything.\r\n\r\nJust as bad are unhealthy coping methods to deal with stress. Turning to food, alcohol or drugs often just turns one set of problems into another that can balloon out of control. It’s better to avoid those unhealthy coping mechanisms from the start, and find good ways to keep your stress under control.\r\n\r\nThere are many ways to tame your stress and keep it at bay. Here are 20 tips to tame your stress today, and keep the stress monsters at bay.\r\n\r\nPerform diaphragmatic or “deep breathing” exercises.\r\nLie face down on the floor and begin breathing deeply and slowly, with your hands resting under your face. Do this for five minutes.\r\nSit in a reclining chair. Put a hand on your abdomen and a hand on your chest. As you breathe, make sure the hand on your abdomen is moving up and down rather than one on your chest. If the hand on your abdomen is moving you are breathing deeply and slowly.\r\nTry progressive muscle relaxation or “deep muscle” relaxation. Progressively tense and relax each muscle group in your body. Learn the difference between muscle tension and relaxation.\r\nMeditate. Use visualization or guided imagery to help you learn to be one with your thoughts. Sit quietly with your eyes closed, imagining the sights, sounds and smells of your favorite place, such as a beach or mountain retreat.\r\nExercise regularly or take up yoga.\r\nConsult a psychologist about the use of biofeedback.\r\nMake time for music, art or other hobbies that help relax and distract you.\r\nLearn to identify and monitor stressors. Come up with an organized plan for handling stressful situations. Be careful not to overgeneralize negative reactions to things.\r\nMake a list of the important things you need to handle each day. Try to follow the list so you feel organized and on top of things. Put together a coping plan step by step so you have a sense of mastery.\r\nKeep an eye on things that might suggest you’re not coping well. For example, are you smoking or drinking more, or sleeping less?\r\nKeep a list of the large and little hassles in your day versus the major stressful events in your life. This helps you focus on the fact that you’re keeping track of and managing those as well as you can.\r\nSet aside a time every day to work on relaxation.\r\nAvoid using caffeine, alcohol, nicotine, junk food, binge eating and other drugs as your primary means for coping with stress. While they can be helpful once in awhile, using them as your only or usual method will result in longer-term problems, such as weight problems or alcoholism.\r\nLearn to just say, “No” occasionally. It won’t hurt other people’s feelings as much as you think and is simply a method to be more assertive in your own life, to better help you meet your own needs.\r\nGet the right amount of sleep. For most people, this is seven to nine hours a night.\r\nCultivate a sense of humor; laugh.\r\nResearch has shown that having a close, confiding relationship protects you from many stresses.\r\nDon’t run from your problems! This only makes them worse.\r\nTalk to your family and friends. See if they can help.\r\nIf these tips don’t help, or you’ve tried a lot of them with little luck in better taming the stress in your life, it may be time to consider taking it up a notch. A mental health professional — such as a psychologist — can help teach you more effective methods for handling stress in a healthy way in your life. Such psychotherapy is short-term and time-limited, with a focus on helping you better deal with stress.\r\n\r\nRemember — we do have control over the stress and choices we make in our lives. It sometimes takes a little practice and effort to put some of these techniques into play in your life. But once you do so, you may be pleasantly surprised at the positive benefits you’ll receive', 'https://psychcentral.com/lib/20-tips-to-tame-your-stress/');

-- --------------------------------------------------------

--
-- Table structure for table `com`
--

CREATE TABLE `com` (
  `id` int(30) NOT NULL,
  `msg` varchar(500) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

-- --------------------------------------------------------

--
-- Table structure for table `comn`
--

CREATE TABLE `comn` (
  `id` int(40) NOT NULL,
  `name` varchar(40) NOT NULL,
  `msg` varchar(500) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `comn`
--

INSERT INTO `comn` (`id`, `name`, `msg`) VALUES
(8, 'kkk', 'kkkk');

-- --------------------------------------------------------

--
-- Table structure for table `con`
--

CREATE TABLE `con` (
  `id` int(20) NOT NULL,
  `name` varchar(50) NOT NULL,
  `email` varchar(50) NOT NULL,
  `msg` varchar(50) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `con`
--

INSERT INTO `con` (`id`, `name`, `email`, `msg`) VALUES
(1, 'karim', 'kkajol428@gmail.com', 'tyu'),
(2, 'rony', 'k@yahoo.com', 'awet'),
(3, 'rony', 'kkajol428@gmail.com', 'wertgehrt');

-- --------------------------------------------------------

--
-- Table structure for table `contact`
--

CREATE TABLE `contact` (
  `id` int(20) NOT NULL,
  `fn` varchar(20) NOT NULL,
  `ln` varchar(20) NOT NULL,
  `email` varchar(40) NOT NULL,
  `pnum` varchar(20) NOT NULL,
  `msg` varchar(100) NOT NULL,
  `date` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `contact`
--

INSERT INTO `contact` (`id`, `fn`, `ln`, `email`, `pnum`, `msg`, `date`) VALUES
(3, 'kamruzzaman ', 'Kajol', 'kkajol428@gmail.com', '01646735100', 'I need a doctor', '2018-10-22 12:35:42');

-- --------------------------------------------------------

--
-- Table structure for table `doc`
--

CREATE TABLE `doc` (
  `id` int(40) NOT NULL,
  `tit` varchar(100) CHARACTER SET utf8 NOT NULL,
  `name` varchar(100) CHARACTER SET utf8 NOT NULL,
  `apt` varchar(70) CHARACTER SET utf8 NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `doc`
--

INSERT INTO `doc` (`id`, `tit`, `name`, `apt`) VALUES
(1, 'doctor list,psychologists list ,psychiatrists list\r\n', 'Name:Dr.K Email:k@gmail.com    \r\n        \r\n', 'Appointment Time:\r\n9-5'),
(2, 'doctor list,psychologists list,psychiatrists list', 'Name:Dr.R Email:R@gmail.com \r\n', 'Appointment Time:\r\n9-5');

-- --------------------------------------------------------

--
-- Table structure for table `docp`
--

CREATE TABLE `docp` (
  `id` int(40) NOT NULL,
  `name` varchar(50) NOT NULL,
  `day` varchar(70) NOT NULL,
  `time` varchar(30) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `docp`
--

INSERT INTO `docp` (`id`, `name`, `day`, `time`) VALUES
(1, 'DR.K', 'Saturday', '9am-12pm'),
(2, 'DR.R', 'Sunday', '4pm-6pm');

-- --------------------------------------------------------

--
-- Table structure for table `famly`
--

CREATE TABLE `famly` (
  `id` int(11) NOT NULL,
  `tit` varchar(400) CHARACTER SET utf8 NOT NULL,
  `problem` varchar(1500) CHARACTER SET utf8 NOT NULL,
  `solution` varchar(5000) CHARACTER SET utf8 NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `famly`
--

INSERT INTO `famly` (`id`, `tit`, `problem`, `solution`) VALUES
(1, 'family problem,family\'s problem,', 'সমস্যা:আমার বয়স ১৯ বছর। আমি খোলামেলা মনে সবার সঙ্গে মিশতে পছন্দ করি। আড্ডাপ্রিয় মানুষ আমি, বন্ধুদের সঙ্গে সময় কাটাতে ভালো লাগে। পরিবার বা আত্মীয়স্বজনের সঙ্গে ঘুরতে যেতেও ভালো লাগে। কিন্তু এই সুযোগ আমার জীবনে আসেনি। কারণ, আমার পরিবারের মানুষেরা পুরোনো ধ্যানধারণায় বিশ্বাসী। আমি পড়াশোনায় ভালো। তারপরও বইয়ের মধ্যে সব সময় মুখ গুঁজে থাকতে হয় বাধ্য হয়ে। ৯-১০ মাস থেকে এসব আমি আর সহ্য করতে পারি না। মনে হয় আমার কাছের মানুষগুলো আমাকে সহ্য করতে পারছে না। তারা শুধু সামনাসামনি আমাকে ভালো রাখার আর ভালোবাসার অভিনয় করছে। আমার আম্মু-আব্বু বকাঝকা করলে এখন মেনে নিতে পারি না। বাড়ি থেকে পালিয়ে যেতে ইচ্ছা করে। মনে হয় আমাকে কেউ বোঝে না, বোঝার চেষ্টা করে না। তখন রাতদিন এসব বিষয়ই সব সময় মাথার মধ্যে ঘোরে। মাঝেমধ্যে ভীষণ কান্নাও করি। আমি স্বাভাবিক জীবন চাই।\r\n\r\n', 'সমাধান:তোমার এখন যে বয়স, এই সময়ে বন্ধুবান্ধবের সাহচর্য খুব ভালো লাগারই কথা। উপরন্তু তোমার ব্যক্তিত্বে বহির্মুখিতা রয়েছে, অর্থাৎ তুমি সামাজিকতা বেশ পছন্দ করো বলে আরও বেশি যন্ত্রণা বোধ করছ এ ধরনের বাধ্যবাধকতার মধ্যে থাকতে গিয়ে। হয়তোবা তোমাকে ইচ্ছার বিরুদ্ধে অন্যদের চাহিদা অনুযায়ী আচরণ করতে হয়েছে, আর তাই মনটা এখন বিদ্রোহী হয়ে পড়েছে।আমরা যখন দীর্ঘদিন চাপা ক্ষোভগুলো নিজের ভেতরে চেপে রাখি, তখন রাগটা অনেক সময় ভেতর থেকে বেরিয়ে আসতে চায়। তোমার ক্ষেত্রে এখন যা হচ্ছে, তা হলো কাছের মানুষগুলোকে তোমার বিশ্বাস করতে খুব কষ্ট হচ্ছে। মনে হচ্ছে, ওরা তোমাকে পছন্দ করে না। সেই সঙ্গে তোমার অবচেতন মনও কিন্তু বলছে যে, তুমিও তাদের ভালোবাসতে পারছ না।সামাজিক শিক্ষায় যেহেতু এটি বলা হয় যে পরিবারের কাছের মানুষগুলোকে ভালোবাসতে এবং শ্রদ্ধা করতে হবে, এর ফলে অবচেতন মনে তাদের প্রতি রাগ প্রচণ্ড অস্বস্তি তৈরি করে আমাদের মধ্যে। এই অস্বস্তি পরে অপরাধবোধে রূপান্তরিত হয়। আমরা হয়তো সচেতনভাবে বড়দের সঙ্গে ভালোভাবে আচরণ করছি ঠিকই, কিন্তু মানসিক শান্তিটুকু নিশ্চিত করতে পারছি না। অভিভাবকেরা যে তোমার মঙ্গলের জন্যই অনেক কিছু চাপিয়ে দিচ্ছেন, তাতে সন্দেহ নেই। তবে তাঁরা যে পদ্ধতিতে তোমার আচরণ নিয়ন্ত্রণ করার প্রায়ই চালাচ্ছেন, তাতে হিতে বিপরীত হচ্ছে। তাঁরা যদি একই সঙ্গে তোমার ঘুরতে যাওয়ার ও বন্ধুবান্ধবের সঙ্গে সময় কাটানোর ইচ্ছার প্রতি শ্রদ্ধা দেখাতে পারতেন, তাহলে তুমি এতটা বিক্ষুব্ধ হতে না। তাঁদের সঙ্গে তোমার একটি পারস্পরিক ভালোবাসা, শ্রদ্ধা ও বিশ্বাসের সম্পর্ক গড়ে উঠলে জোর করে পড়ার টেবিলে বসে থাকার বিষয়টিও তৈরি হতো না। দুঃখজনক হচ্ছে, বর্তমানে বেশির ভাগ অভিভাবক শুধু সন্তানের লেখাপড়ার ওপরই বেশি গুরুত্ব দিচ্ছেন। এতে করে তারা যে জীবনকে ভালোবেসে এবং মনের কোমল অনুভূতিগুলো স্ফুরণ ঘটিয়ে বড় হবে, তার পথটি রুদ্ধ হয়ে যাচ্ছে।তোমাকে অনুরোধ করব, বাবা অথবা মাকে কোনো দোষারোপ না করে তুমি সুন্দর করে গুছিয়ে একটি চিঠি লেখো। তাঁদের কাছে তোমার যে চাওয়াগুলো রয়েছে এবং তুমি যে কতটা কষ্টে থাকো, সেগুলো চিঠিতে উল্লেখ করো, কেমন? আশা করি তাঁরা তোমার দৃষ্টিকোণটি কিছুটা হলেও বুঝতে সক্ষম হবেন।\r\n\r\n'),
(2, 'family problem,family\'s problem,', 'সমস্যা:আমি স্নাতক (সম্মান) তৃতীয় বর্ষের ছাত্রী। আমরা ছয় বোন। পরিবারের আর্থিক অবস্থা ভালো। তবু আমার মা-বাবার মধ্যে ভালো বোঝাপড়া নেই। তাঁদের মধ্যে সব সময় ঝগড়া লেগে থাকে। বাবা সব সময় মায়ের সঙ্গে বাজে ব্যবহার করেন।এ কারণে আত্মীয়স্বজন হেয় করে কথা বলে। আমার জীবনটা দিন দিন দুর্বিষহ হয়ে যাচ্ছে। এ হতাশার দিকটা প্রকট হয়েছে স্নাতক ভর্তি পরীক্ষার পর থেকে। ভালো প্রতিষ্ঠানে ভর্তি হতে না পারা, অন্যের কাছে দিন দিন হেনস্তা হওয়া, এই হেনস্তার জন্য দিন দিন আত্মবিশ্বাসের মাত্রা কমে যাচ্ছে। পরিবারের চাপিয়ে দেওয়া সিদ্ধান্ত মেনে নিতে নিতে আমি নিজে আর কোনো সিদ্ধান্ত নিতে পারি না। আমার সমস্যাগুলো কারও সঙ্গে শেয়ার করার মতো কেউ নেই। এসব কারণে অনেক সময় বাঁচতে ইচ্ছা করে না। বুঝতে পারছি না আমি কী করব।\r\n', 'সমাধান:ছয় বোনের মধ্যে তোমার অবস্থান কত নম্বরে রয়েছে, তা লিখলে ভালো হতো। এমনকি হতে পারে তুমি শেষের দিকে জন্ম নিয়েছ এবং পরিবারের সদস্যদের প্রত্যাশা ছিল, একটি ছেলে সন্তান হবে?অনেক সময় বড় হওয়ার সময়ে আমরা যদি শুনি, আমার জন্মটি পরিবারের মধ্যে উৎসবমুখর পরিবেশ তৈরি করতে পারেনি, তাহলে কারও ক্ষেত্রে শৈশব থেকেই আত্মবিশ্বাস ও আত্মসম্মানবোধ কমে যেতে পারে। অনেক সময় আমরা অস্তিত্বের সংকটে পড়ে যাই। এ ছাড়া মায়ের সঙ্গে বাবার আচরণ তোমার মধ্যে প্রতিনিয়ত প্রচণ্ড কষ্ট ও যন্ত্রণা তৈরি করছে।বাবা-মায়ের ঝগড়াঝাঁটি হলে সন্তানদের মধ্যে এতটা নিরাপত্তাহীনতা তৈরি হয়, যা বলে বোঝানো যায় না। এই মানসিক ক্ষতিগুলো অপূরণীয়। সারা জীবন আমাদের এই মানসিক চাপের বোঝাটি বয়ে বেড়াতে হতে পারে। মনটা খুব ছোট হয়ে যায় এবং অনেক সময় ভেতরে খুব জেদ ও রাগ তৈরি হয়। বাবার দ্বারা যখন মা নির্যাতিত হন, তখন বিশেষ করে মেয়ে সন্তানটির মধ্যে বিষণ্নতার সঙ্গে রাগ, ভয় ও মায়ের কষ্টের সঙ্গে একাত্মতাবোধও তৈরি হতে থাকে।আমি তোমার অনুভূতির প্রতি পরিপূর্ণভাবে শ্রদ্ধা জানাচ্ছি। একই সঙ্গে তুমি ভালো প্রতিষ্ঠানে ভর্তি হতে না পারার কারণেও অন্যের দ্বারা মানসিক নির্যাতনের শিকার হচ্ছ। স্নাতক পর্যায়ের পর কিন্তু তুমি সিদ্ধান্ত নিতে পারো নিজের পছন্দমতো কোনো একটি বিষয়ে স্নাতকোত্তর ডিগ্রি অর্জন করার ব্যাপারে। তবে পরিবারের অভ্যন্তরের পরিবেশ অনুকূল না থাকলে লেখাপড়ার মতো জটিল বিষয়ে মনঃসংযোগ করা কঠিন হয়ে পড়ে।এত প্রতিকূলতার মধ্যেও তুমি কিন্তু নিজেকে এ পর্যন্ত নিয়ে এসেছ। অন্যদের কাছ থেকে আসা নেতিবাচক মন্তব্যগুলোকে যদি কিছুটা কম গুরুত্ব দিয়ে নিজের প্রতি শ্রদ্ধাবোধটি বাড়াতে পারো, তাহলে ভালো হয়। তোমার যে দিকগুলো খুব সুন্দর, সেগুলো প্রতিদিন লিপিবদ্ধ করতে থাকো। ছোটখাটো সিদ্ধান্তগুলো নিয়ে সেটি বাস্তবায়ন করো। যেমন প্রতিদিন কোনো একটি সময়ে নিজেকে সবার কাছ থেকে আলাদা করে একটি নোট বইয়ে কোনো ঘটনার দ্বারা তুমি কীভাবে কষ্ট পেয়েছিলে এবং কী ভেবে কষ্ট বা রাগ হয়েছিল, তা লিখে রাখো। যদি দেখো তুমি সিদ্ধান্ত অনুযায়ী সেটি করতে পেরেছ, তাহলে নিজেকে মনে মনে অনেক ধন্যবাদ দিয়ো।এভাবে প্রায় প্রতিদিন এটি লেখা এবং অন্য কাজগুলো সময়মতো করতে পারলে আত্মবিশ্বাস বাড়ার সম্ভাবনা তৈরি হবে। তবে এই লেখাগুলো যাতে অন্য কেউ পড়তে না পারে, সেটি খেয়াল করো। যেহেতু কারও সঙ্গে শেয়ার করতে পারছ না, তাই কষ্টের কথাগুলো লিখলে ভেতরটা কিছুটা হলেও হালকা হবে। এ ছাড়া তুমি ০৯১৬২২২২৩৩৩-এই টেলিকাউন্সেলিং নম্বরে ফোন করে সেবা গ্রহণ করতে পারো।\r\n'),
(3, 'family problem,family\'s problem,', '\r\nসমস্যা:আমি উচ্চমাধ্যমিকে পড়ি। তিন ভাইবোনের মধ্যে সবার বড়। আমার ধারণা, মা-বাবা আমার ছোট দুই ভাইবোনকে বেশি ভালোবাসেন। আমাকে একদমই ভালোবাসেন না। এমন নেতিবাচক মনোভাব আমাকে দিনের পর দিন তিলে তিলে ধ্বংস করছে। আমি দীর্ঘদিন ধরে বিষণ্নতায় ভুগছি। বোনের সঙ্গে আমার বয়সের পার্থক্য বেশি নয়। মা-বাবা কথায় ও কাজে এমন আচরণ করেন, মনে হয় যেন তাঁদের দুটোই সন্তান; আমি কেউ নই। খুব কষ্ট হয়। অনেকবার ভেবেছি, তাঁদের খুলে বলব এমন আচরণ আমার ওপর কতটা প্রভাব ফেলছে, কিন্তু আজ পর্যন্ত বলা হয়নি।\r\nসম্প্রতি ছেলেবন্ধু আমাকে ছেড়ে গেছে। সবকিছু মিলিয়ে নিজেকে অনেক একা মনে হয়। আমাকে দিয়ে কিছুই হবে না, আমি জীবনে উন্নতি করতে পারব না, আমাকে কারও প্রয়োজন নেই, আমি চলে গেলেই সব ঠিক হয়ে যাবে, সবাই খুশি হবে—এমন সব চিন্তা মাথায় ঘুরঘুর করে। এমন পরিস্থিতিতে কীভাবে নিজের মনকে শান্ত করতে পারি? যাঁদের ব্যবহারে আমি কষ্ট পেয়েছি ও পাচ্ছি, তাঁদের সঙ্গে কেমন আচরণ করা উচিত? কীভাবে উদ্বেগ কমিয়ে ইতিবাচক চিন্তা করা যায়?\r\n', 'সমাধান:এটি অত্যন্ত দুঃখজনক যে তুমি নিজের পরিবারের মধ্যেই এভাবে বৈষম্যের শিকার হচ্ছ। তুমি কি বুঝতে পেরেছ, তাঁরা কী কারণে তোমার সঙ্গে এই নেতিবাচক আচরণগুলো করছেন? তোমার মা কি খুব অল্প বয়সেই তোমাকে জন্ম দিয়েছেন? বাবা-মায়ের পারস্পরিক সম্পর্কটা কি যথেষ্ট শ্রদ্ধাপূর্ণ? অনেক সময় দেখা যায়, বিয়ের পর যখন স্বামী-স্ত্রীর দাম্পত্য সম্পর্ক চ্যালেঞ্জের ভেতর দিয়ে যায়, তখন বড় সন্তানটি সবচেয়ে বেশি অবহেলিত হয়। প্রতিনিয়ত তাঁদের রোষের কবলেও পড়ে যায়। সময়ের সঙ্গে দম্পতিরা পরস্পরের নেতিবাচক দিকগুলোর সঙ্গে কিছুটা অভ্যস্ত হয়ে পড়েন বলে পরবর্তী সন্তানদের এ ধরনের পরিস্থিতি ততটা মোকাবিলা করতে হয় না। তুমি যখন বুঝতে পেরেছ তাঁরা তোমার প্রতি স্নেহপ্রবণ নন, তখন হয়তো নিজেকে আরও দূরে সরিয়ে রেখেছ। যদি তাঁরা নিজেদের ব্যক্তিগত জীবনের দুঃখ-কষ্টের জন্য তোমার প্রতি অবিচার করে থাকেন, তাহলে সেখানে নিজেকে একেবারেই ছোট ভাবার কোনো কারণ নেই।\r\nতুমি যেহেতু অনেক দিন ধরেই বিষণ্নতায় ভুগছ, হয়তো বা সে কারণেই অবচেতনভাবে অন্য একটি সম্পর্কের মধ্য দিয়ে নিজেকে ভালো রাখার প্রয়াস করেছ। তবে তোমার ভেতরে যে পরিমাণ ভালোবাসা ও শ্রদ্ধার ক্ষুধা ছিল, ছেলেবন্ধুটি সেটি পূরণ করতে সমর্থ হয়নি। এতে করে তুমি আরও হতাশায় নিমজ্জিত হয়েছ।\r\nআমাদের ভেতরে যখন শূন্যতা থাকে, তখন কোনো সম্পর্কের ওপর নির্ভরশীল হওয়ার তীব্র আকাঙ্ক্ষা তৈরি হয়। নতুন সম্পর্কগুলো সফলভাবে চালিয়ে যাওয়া খুব কঠিন হয়ে পড়ে। ছেলেবন্ধুটির ওপরে তুমি অনেক বেশি নির্ভরশীল হয়ে পড়েছিলে বলে তার চলে যাওয়া তোমাকে বিপর্যস্ত করে দিয়েছে। এ কারণেই জীবনের প্রতি ও নিজের প্রতি তুমি বীতশ্রদ্ধ হয়ে পড়েছ। যাঁদের আচরণে তুমি কষ্ট পেয়েছ, তাঁদের সম্ভব হলে বলো, শৈশব থেকেই তুমি কী কী কারণে কষ্ট পেয়েছ এবং কিছু প্রকাশও করতে পারোনি। তাঁরা যা করেছেন, এর পরিবর্তে কী করলে তোমার নিজেকে গ্রহণযোগ্য ও¯ স্নেহের পাত্র বলে মনে হতো, তা-ও উল্লেখ করতে পারো। যদি মুখে বলতে তোমার খুব সংকোচ বোধ হয়, তাহলে চিঠি লিখে কথাগুলো বলো। তাঁদের কোনো রকম দোষারোপ না করে, তোমার পর্যবেক্ষণ ও অনুভূতির কথাগুলোই ব্যক্ত করো। তাঁদের অনুরোধ জানাও, তোমাকে মানসিকভাবে একটু ভালো থাকতে তাঁরা যেন সহায়তা করেন।\r\nযদি এই বিষণ্নতা চলতেই থাকে, তাহলে কোনো প্রশিক্ষণপ্রাপ্ত মনোবিজ্ঞানীর কাছে যেতে পারো। প্রয়োজনে তিনি তোমাকে মনোরোগ বিশেষজ্ঞের কাছেও পাঠাতে পারেন।\r\n\r\n'),
(4, 'family problem,family\'s problem,', 'সমস্যা:আমি একটি বেসরকারি বিশ্ববিদ্যালয়ে স্নাতক দ্বিতীয় বর্ষে পড়ছি। আমার পরিবারে বাবার কর্তৃত্ব প্রায় শতভাগ। তিনি ব্যবসায়ী এবং তেমন শিক্ষিত নন। বেসরকারি বিশ্ববিদ্যালয়ে ভর্তি হওয়াটা আমার নিজের ইচ্ছায় নয়। আমার খালাসহ কয়েকজন নিকটাত্মীয়ের পরামর্শে (হয়তো তা ছিল আমার মঙ্গলের জন্য) আমার বাবা ভর্তি করাতে রাজি হন। কিন্তু আমি আমার বাবার আচরণ সম্পর্কে সজাগ ছিলাম। তিনি ছোটবেলা থেকেই অন্যদের উদাহরণ দিয়ে বলতেন, ‘ওই ছেলেটা পড়ালেখা করে আবার নিজের সব খরচ নিজে চালায়, এরপর বাসায়ও টাকা পাঠায়; তুই কী করিস, তোকে দিয়ে কিছুই হবে না।’ বাবার কথা শোনার ভয়ে আমি ভর্তিতে রাজি ছিলাম না। কারণ, বেসরকারি বিশ্ববিদ্যালয়ে বড় অঙ্কের টাকা দিয়ে পড়তে হবে। প্রতিবার টাকা দেওয়ার সময় ভয়ংকর পরিস্থিতি তৈরি হবে। কিন্তু তারপরও মুরব্বিদের সামনে তিনি স্বীকার করেছিলেন যে তিনি যথাযথভাবে খরচ বহন করবেন। কিন্তু ইতিমধ্যে আমার আশঙ্কা সত্য হচ্ছে, তিনি এখন এমন আচরণ করছেন যেন মনে হচ্ছে, ‘শিক্ষার টাকা দিচ্ছি, অন্ন-বস্ত্রের টাকা দিতে পারব না।’ এখন বলছেন আর পড়াতে পারবেন না। এমনকি তিনি আমাকে বারবার ‘ত্যাজ্যপুত্র’ করবার কথা বলেন। মনে হয় পড়ালেখা বাদ দিয়ে অন্য কিছু করি। আমি ব্যক্তিগতভাবে কিছুটা স্বাধীনচেতা, পরিণামদর্শী ও সচেতন থাকতে চেষ্টা করি। আমরা দুই ভাইবোন, আমি বড়; আমার বাবা যথেষ্ট বিত্তশালী।\r\n', 'সমাধান:বাবা যে ছোটবেলা থেকে এভাবে তোমাকে অন্যের সঙ্গে তুলনা করেছেন, তাতে তোমার আত্মমর্যাদাবোধ তৈরিতে বাধা সৃষ্টি হওয়ার কথা। বাবা-মায়েরা তাঁদের সন্তানদের এতে মঙ্গল হবে এই চিন্তা করেই কথাগুলো বলেন। তবে এতে তাদের মনের ওপরে নেতিবাচক প্রভাব পড়ে। মনে হচ্ছে তোমাকে অন্য আত্মীয়স্বজন খুব ভালোবাসেন। এই কারণেই তাঁরা বাবার ওপর একধরনের চাপ সৃষ্টি করাতে তিনি বাধ্য হয়েই বেসরকারি বিশ্ববিদ্যালয়ে পড়ানোর জন্য দায়িত্ব নিয়েছিলেন। যেহেতু এতে তাঁর সায় ছিল না, তিনি হয়তো নিজের সিদ্ধান্তের ওপর পরে শ্রদ্ধাশীল ছিলেন না।\r\nতিনি তোমাকে ত্যাজ্যপুত্র করতে চাইছেন কেন তা বুঝতে পারছি না। তুমি কি তাঁর সঙ্গে ব্যাপারটি নিয়ে তর্ক-বিতর্কে জড়িয়েছিলে? হয়তো বাবার সামর্থ্য থাকা সত্ত্বেও তাঁর এই আচরণটি তোমার জন্য গ্রহণ করা খুব কঠিন। তারপরও তাঁর সঙ্গে এই মুহূর্তে তোমাকে ধৈর্যের সঙ্গে আচরণ করতে হবে। ভবিষ্যতে পড়ালেখা শেষ করে তোমাকে নিজের পায়ে দাঁড়াতে হবে। যেভাবেই হোক, অন্তত স্নাতক শেষ হওয়া পর্যন্ত তোমার লেখাপড়ায় যাতে কোনো ব্যাঘাত না ঘটে, সে জন্য বাবার সঙ্গে একধরনের সমঝোতায় থাকা খুব প্রয়োজন। এই মুহূর্তে নেতিবাচক আবেগগুলোকে প্রশ্রয় না দিয়ে যুক্তিপূর্ণ চিন্তাকে সঙ্গে নিয়ে পথ চলো, কেমন? বাবাকে মাথা ঠান্ডা করে বলো, তুমি যখন উপার্জন করতে পারবে, তখন বাবাকেও প্রয়োজনে সহায়তা দিতে পারবে। যদি সম্ভব হয় দু-একটি টিউশনি করতে পারলে নিজের ওপর আস্থা ও মর্যাদাবোধ তৈরি করা সহজ হবে। বাবারও মনে হবে তুমি সত্যিই ধীরে ধীরে আত্মনির্ভরশীলতার দিকে এগিয়ে যাচ্ছ।\r\n'),
(5, 'family problem,family\'s problem,', 'সমস্যা:আমি চলতি বছর এইচএসসি পরীক্ষায় ফেল করেছি। অথচ ২০১৩ সালে এসএসসি পরীক্ষায় আমি জিপিএ-৫ পেয়েছিলাম। আমার এমন দুরবস্থার কারণ আমার পরিবার। আমার বাবা একজন ব্যবসায়ী। তিনি লেখাপড়া একদম পছন্দ করেন না। আমাদের ভাইবোনদের বেলায় উচ্চশিক্ষার তিনি ঘোরবিরোধী। আমার বড় ভাইকেও বেশি দূর পড়তে দেননি। তাই দশম শ্রেণি পাস ভাইয়াও আমার পড়ালেখার ঘোরবিরোধী। আমার চিকিৎসক হওয়ার স্বপ্ন ছিল। সে স্বপ্ন বুকে নিয়ে অকৃতকার্য হওয়ার কথা ভুলে আমি আবার পড়ালেখা শুরু করি। কিন্তু বাদ সাধেন আমার বাবা আর বড় ভাই। তাঁরা চান আমি তাঁদের ব্যবসায় সাহায্য করি। একে তো ফেল করায় বন্ধু থেকে শুরু করে শিক্ষক মহলে হেয় হয়েছি। তার ওপর আবার পরিবারের মানসিক অত্যাচার আমি মেনে নিতে পারছি না। যেহেতু আমি উপার্জন করি না, তাই বাড়ি থেকে বের হয়েও যেতে পারছি না। বাধ্য সন্তানের মতো আমাকে সবকিছু ইচ্ছার বিরুদ্ধে করে যেতে হচ্ছে। আমি চরম হতাশাগ্রস্ত হয়ে পড়েছি। মাঝেমধ্যে মনে হয় চিরতরে পৃথিবী ছেড়ে চলে যাই। কিন্তু আবার ভাবি, আমি তো জীবনে বড় হতে চাই। আমি কী করব?', 'সমাধান:আমি বুঝতে পারছি কতটা মানসিক যন্ত্রণায় তুমি রয়েছ। তোমার নিজের জীবনটিকেও এখন ভালোবাসতে পারছ না, কারণ স্বপ্ন পূরণ হওয়ার রাস্তাটি বন্ধ হয়ে যাচ্ছে বলে মনে হচ্ছে। বাবা কেন তোমাদের শিক্ষা গ্রহণে বিরোধিতা করছেন তা বুঝতে পারছি না। তিনি কি মনে করেন তোমাদের অল্প বয়সেই উপার্জনক্ষম হতে হবে, নাকি তিনি লেখাপড়াকে খুব গুরুত্ব দেন না? তুমি কী কারণে এইচএসসি পরীক্ষায় অকৃতকার্য হয়েছ, তা কি বুঝতে পেরেছ? এমনকি হতে পারে তুমি সে সময়ে কলেজের পড়াশোনার পাশাপাশি কিছু কোচিংয়ের সহায়তা নিতে পারনি। কারণ বাবা এ ব্যাপারে আগ্রহী ছিলেন না? নাকি তুমি লেখাপড়া কম করেছ? দুঃখজনক বিষয় হচ্ছে যে তোমার বড় ভাইও তোমাকে সমর্থন করছেন না বা উত্সাহও দিচ্ছেন না। তবে পরীক্ষায় অকৃতকার্য হলে যে আমরা ছোট হয়ে যাই তা তো নয়। অনেক কারণেই আমরা পরীক্ষায় সাফল্য অর্জন নাও করতে পারি। পৃথিবীর অনেক বিখ্যাত লোকও জীবনের কোনো পর্যায়ে প্রাতিষ্ঠানিক শিক্ষায় ব্যর্থতার পরিচয় দিয়েও তাঁদের প্রতিভার কারণে পরবর্তী সময়ে উজ্জ্বল তারকা হিসেবে সবার দৃষ্টি আকর্ষণ করেছেন। তোমার মধ্যেও তেমন অনেক প্রতিভা অবশ্যই রয়েছে। তুমি আবার নতুন উদ্যোগ নিয়ে লেখাপড়া শুরুও করেছিলে। তোমার যেহেতু আগ্রহ ও দক্ষতা দুটিই রয়েছে, প্লিজ, এখানে থেমে যেয়ো না। যে শিক্ষকেরা তোমাকে স্নেহ করেন, তাঁদের সঙ্গে দেখা করে বলো যে তাঁরা যেন তোমাকে এই সংকটময় মুহূর্তে দিকনির্দেশনা দেন। খুব ভালো হয় তাঁরা যদি তোমাকে লেখাপড়ার ব্যাপারে বিনা পারিশ্রমিকে কিছুটা সহায়তা দেন। কোনো একটি পর্যায়ে তাঁরা কেউ যদি তোমার বাবাকে উচ্চশিক্ষা গ্রহণের ইতিবাচক দিকগুলোও দেখাতে পারেন, তাহলে আরও ভালো হয়। বন্ধুবান্ধবের সঙ্গেও দূরত্ব সৃষ্টি না করে বিশ্বাসী কারও সঙ্গে তোমার কষ্টের কথাগুলো শেয়ার করো। সৃষ্টিকর্তার কাছেও আবেদন জানাও তিনি যেন তোমাকে শক্তি অর্জনে সহায়তা করেন। তোমার ভেতরের ইচ্ছাশক্তি ও মেধা তোমাকে অবশ্যই উচ্চশিক্ষা অর্জনের দিকে নিয়ে যাবে। বাবাকে যদি তাঁর কাজে কিছুটা সময় দিতেও হয়, তুমি নিজের প্রতিজ্ঞায় অটল থাকলে অবশ্যই বিলম্বে হলেও উচ্চশিক্ষা গ্রহণে সমর্থ হবে, এই বিশ্বাসটি ধরে রাখো।\r\n'),
(6, 'family problem,family\'s problem,', 'সমস্যা:আমার বয়স ৩০। চার ও এক বছরের দুটি বাচ্চা আছে। প্রায় চার বছর হবে আমি খুব মানসিক সমস্যায় আছি। আমার মনটা সারাক্ষণ ভীষণ খারাপ থাকে। লুকিয়ে লুকিয়ে কাঁদি। এখন এমন অবস্থা যে মনে হয়, মন খারাপ করে থাকতেই বেশি ভালো লাগে। চেষ্টা করেও মন ভালো করতে পারি না। আর অসম্ভব খিটখিটে মেজাজ হয়েছে। ছোট বাচ্চাটাকে পর্যন্ত মারধর করি। আর হাসতে তো ভুলেই গিয়েছি। জানেন আপা, অন্যের হাসি দেখলেও সহ্য হয় না। ঘুম হয় না। চোখ বন্ধ করলেই হাবিজাবি ভাবতে থাকি।\r\n', 'সমাধান:তুমি যে খুব বেশি বিষণ্নতায় ভুগছ, তা খুব স্পষ্ট। তুমি নিজেই বুঝতে পারো না, কেন মন খারাপ হচ্ছে। তাহলে তো ধারণা করা যায় যে এটি ক্লিনিক্যাল ডিপ্রেশন। খুব ভালো হয় তুমি যদি ঢাকায় এসে জাতীয় মানসিক স্বাস্থ্য ইনস্টিটিউটে গিয়ে কোনো মনোরোগ চিকিৎসকের পরামর্শ নাও। মনে হচ্ছে, ওষুধ সেবনের প্রয়োজন রয়েছে। তোমার মেজাজ খিটখিটে থাকলে এবং রাতে ঘুম না হলে তো তার প্রভাব গিয়ে পরিবারের সদস্যদের ওপরে পড়ছে। বিশেষ করে তোমার সন্তানদের যেহেতু এখন ব্যক্তিত্ব গঠনের সময়, এখন ওদের ওপরে নির্যাতন হলে ওদের আবেগীয় ও সামাজিক বিকাশ ভীষণভাবে ক্ষতিগ্রস্ত হবে। তোমার নিশ্চয়ই অনেক অপরাধবোধ হয়, ওদের মারধর করার পর। আর বিলম্ব না করে তুমি মনোরোগ চিকিৎসকের কাছে যাও এবং পাশাপাশি সাইকোথেরাপি বা মানসিক স্বাস্থ্য কাউন্সেলিংয়ের সেবা গ্রহণ করো।\r\n\r\n \r\n\r\n\r\n');

-- --------------------------------------------------------

--
-- Table structure for table `har`
--

CREATE TABLE `har` (
  `id` int(11) NOT NULL,
  `tit` varchar(400) CHARACTER SET utf8 NOT NULL,
  `problem` varchar(1500) CHARACTER SET utf8 NOT NULL,
  `solution` varchar(5000) CHARACTER SET utf8 NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `har`
--

INSERT INTO `har` (`id`, `tit`, `problem`, `solution`) VALUES
(1, 'Sexual Harassment problem, Harassment problem,', 'সমস্যা:আমার একজন কাছের আত্মীয় আমাকে নানাভাবে উত্ত্যক্ত করেন। ছোটবেলায় অনেক মায়া করতেন। এখন একা পেলেই অশালীন আচরণ করেন। বাসায় কেউ না থাকলে তিনি বেশি বেশি সুযোগ নেওয়ার চেষ্টা করেন। তাঁর কাছ থেকে দূরে থাকার অনেক চেষ্টা করেছি। কিন্তু তিনি কোনোভাবেই পিছু ছাড়ছেন না। এসবের জন্য সব সময় বিষণ্নতায় ভুগি। ভয় পেয়ে ঘুম থেকে জেগে উঠি। পড়ায় আর আগের মতো মনোযোগ দিতে পারি না। অনেক মেধাবী ছিলাম একসময়। মোবাইল ফোনে তিনি অনেক খারাপ ভাষায় বার্তা পাঠান। আমি কীভাবে তাঁর কাছ থেকে রেহাই পাব? \r\n\r\n', 'সমাধান:ঠিক কোন বয়স থেকে বা কত বছর ধরে তোমার আত্মীয়টি এ ধরনের আচরণ করছেন জানি না। তবে তাঁর এই অশালীন আচরণ তোমার মধ্যে যে তীব্র ভীতি, লজ্জা ও ঘৃণা তৈরি করেছে, তাতে সন্দেহ নেই। তোমার মা-বাবার উচিত, ওই মানুষটি যেন কোনোভাবেই তোমার সংস্পর্শে আসতে না পারেন সেই ব্যবস্থা করা। সার্বক্ষণিক তোমাকে এভাবে উত্ত্যক্ত করলে মনের ওপর যে কতটা চাপ পড়ে, সেটির গভীরতা সম্ভবত তাঁরা একেবারেই অনুধাবন করতে পারেননি।এটি সত্যিই খুব দুঃখজনক।ভয় পেয়ে ঘুম থেকে জেগে ওঠা ও সারাক্ষণ বিষণ্নতায় ভোগার কথা জেনে মনে হচ্ছে তুমি কিছুটা মানসিক রোগের শিকার হয়ে গিয়েছ। কারণ দীর্ঘ একটি সময় ধরে লাঞ্ছনাকারী তোমার আশপাশেই থাকছেন। শুধু তা-ই নয়, সে কোনোভাবেই নিরস্ত হচ্ছে না। তুমি ইন্টারনেটে পোস্ট ট্রমাটিক স্ট্রেস ডিসঅর্ডার (পিটিএসডি) সম্পর্কে জানতে পারবে। এর জন্য কী চিকিত্সা নেওয়া প্রয়োজন, তা-ও তুমি সেখান থেকে সম্ভব হলে পড়ে নিয়ো।তোমাকে নিজের মধ্যে শক্তি অর্জন করতে হবে। এতে করে তাঁর এই আচরণগুলো তোমাকে এত বেশি প্রভাবিত করতে পারবে না। তোমার মতো মেধাবী একটি মেয়ের মধ্যে অনেক সম্ভাবনা রয়েছে। জীবন থেকে পালিয়ে গিয়ে নয় বরং যুদ্ধ করে বাঁচার চেষ্টা করতেই হবে। তুমি আর বিলম্ব না করে একই সঙ্গে কোনো প্রশিক্ষিত মনোবিজ্ঞানী ও প্রয়োজনে মনোচিকিত্সকের সহায়তা নাও। ঢাকা বিশ্ববিদ্যালয়ের কলাভবনের পাঁচতলায় মানসিক সহায়তা দেওয়া হচ্ছে। সেখানে যোগাযোগ করে প্রথমে কাউন্সেলিংয়ের জন্য অ্যাপয়েন্টমেন্ট নিয়ে নাও।\r\n\r\n');

-- --------------------------------------------------------

--
-- Table structure for table `login`
--

CREATE TABLE `login` (
  `id` int(40) NOT NULL,
  `user` varchar(40) NOT NULL,
  `email` varchar(100) NOT NULL,
  `type` varchar(100) NOT NULL,
  `password` varchar(50) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `login`
--

INSERT INTO `login` (`id`, `user`, `email`, `type`, `password`) VALUES
(3, 'admin', '', '', '202cb962ac59075b964b07152d234b70'),
(4, 'admin', '', '', '202cb962ac59075b964b07152d234b70'),
(24, 'kajol', '', '', '99c5e07b4d5de9d18c350cdf64c5aa3d'),
(25, 'doctor', '', '', 'd81f9c1be2e08964bf9f24b15f0e4900'),
(26, 'admina', 'r@k.com', 'admin', '15de21c670ae7c3f6f3f1f37029303c9'),
(27, 'kam', 'ma@gmail.com', 'admin', 'bcbe3365e6ac95ea2c0343a2395834dd'),
(28, 'doctor', 'd@ggg.com', 'doctor', '310dcbbf4cce62f762a2aaa148d556bd');

-- --------------------------------------------------------

--
-- Table structure for table `lon`
--

CREATE TABLE `lon` (
  `id` int(11) NOT NULL,
  `tit` varchar(400) CHARACTER SET utf8 NOT NULL,
  `problem` varchar(1500) CHARACTER SET utf8 NOT NULL,
  `solution` varchar(5000) CHARACTER SET utf8 NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `lon`
--

INSERT INTO `lon` (`id`, `tit`, `problem`, `solution`) VALUES
(1, 'lonliness problem', 'সমস্যা:অভাব-অনটনের মধ্যে আমি বড় হয়েছি। একটা বিশ্ববিদ্যালয় থেকে মাস্টার্স করে এখন চাকরি খুঁজছি। কিছুদিন আগে আমার কিছু টাকার ভীষণ দরকার পড়ে। কোনোভাবেই যখন জোগাড় করতে পারছিলাম না, তখন একরকম নিরুপায় হয়েই আমার এক শ্রদ্ধেয় শিক্ষকের কাছে কিছু টাকা ধার চেয়ে মুঠোফোনে বার্তা পাঠাই। আমার আর্থিক সংকটের কথা জানলেও তিনি কোনো উত্তর দেননি। ফলে অভাব-অনটনের কষ্টের চেয়ে বড় হয়ে দঁাড়িয়েছে লজ্জাজনিত অসহনীয় মানসিক কষ্ট, যা আমাকে প্রতিনিয়ত কাঁদাচ্ছে এবং মানসিকভাবে আরও সংকুচিত করেছে। এ অবস্থায় বারবার মনে হচ্ছে, এমনটি কেন করলাম। আচ্ছা, আমার কি অপরাধ হয়েছে? তিনি কি আমাকে ভুল বুঝলেন?\r\n', 'সমাধান:তোমার অসহায় অবস্থার কথা বুঝতে পারছি। কতটা নিরুপায় হয়ে তুমি তোমার শিক্ষকের কাছে টাকা চেয়েছিলে, তা খুব স্পষ্ট। জীবনের কোনো কোনো পর্যায়ে এসে আমরা এমন কিছু পরিস্থিতিতে পড়ি, যখন মন না চাইলেও বাধ্য হয়ে কোনো পদক্ষেপ নিতে হয়। যেহেতু শিক্ষক তোমার আর্থিক অবস্থান ভালোভাবে জানেন, তুমি হয়তো অনেক আস্থা নিয়েই তঁার কাছে বার্তাটি পাঠিয়েছিলে। আমি বলব, তুমি কোনো অপরাধ বা ভুল করোনি। শিক্ষকের যা করা উচিত ছিল তা হচ্ছে, তোমাকে খুব পরিষ্কারভাবে বলা, তঁার পক্ষে কী কারণে তোমাকে সহায়তা করা সম্ভব হচ্ছে না। তিনি হয়তো অনেক পুঁথিগত শিক্ষা অর্জন করেছেন, শিক্ষক হিসেবেও যথেষ্ট সুনাম অর্জন করেছেন। তবে তাঁর সামাজিক দক্ষতার কিছুটা অভাব রয়েছে বলে মনে হয়। তুমি যাতে মনে কষ্ট না পাও, সেভাবে তঁার অসুবিধার কথাগুলো তোমাকে সরাসরি জানালে তোমার এখন যে কষ্ট হচ্ছে, নিজেকে অপরাধী মনে হচ্ছে, এই নেতিবাচক আবেগগুলো মোকাবিলা করতে হতো না। আমাদের প্রত্যেকেরই অধিকার রয়েছে কাছের মানুষদের কাছে কোনো সাহায্য প্রার্থনা করার এবং একই সঙ্গে সেই মানুষগুলোরও পুরোপুরি অধিকার রয়েছে ‘হ্যঁা’ কিংবা ‘না’ বলার। এতে কেউ কারও কাছে ছোট হয়ে যায় না। তিনি তোমাকে ভুল বুঝেছেন কি না, এই প্রশ্নটির উত্তর পাওয়া যেহেতু সম্ভব নয়, তাই নিজেকে এই চিন্তা থেকে সরিয়ে এনে ভাবো যে তুমি আর নিজেকে কষ্ট দেবে না। মনে করো যে এ ক্ষেত্রে শিক্ষকই বরং ভুল করেছেন সঠিকভাবে তাঁর কথাগুলো না বলে। এত প্রতিকূলতার ভেতরে থেকেও বিশ্ববিদ্যালয় থেকে যে স্নাতকোত্তর ডিগ্রি লাভ করেছ, সে জন্য নিজেকে অবশ্যই সম্মান করতে পারো এবং ভালোবাসতে পারো। চাকরি পেলে শিক্ষককেও জানাতে পারো তুমি এখন খুব ভালো আছ এবং তিনি যেন তোমাকে আশীর্বাদ করেন। হয়তো বা তখন তিনি উত্তর দেবেন এবং তোমাকে উৎসাহ দিয়ে ভালো কিছু লিখতেও পারেন। তাতে তোমার মনের এই বিশেষ কষ্টের জায়গাটি অনেক স্বস্তি পেতে পারে।\r\n'),
(2, 'lonliness problem', 'সমস্যা:আমি একা থাকতে পছন্দ করি। বেশি মানুষের সামনে বিব্রতবোধ হয়। আমার একাকিত্ব কাটাতে কেউ সঙ্গ দিতে চাইলে তার ওপরও বিরক্ত লাগে। তবে মুখ ফুটে বলতেও পারি না।সবে উচ্চমাধ্যমিক শেষ করেছি। আমার শৈশব এ রকম ছিল না। খুব ছোটবেলায় আমার বাবা-মায়ের ছাড়াছাড়ি হয়ে যায়। মা চাকরি নিয়ে ব্যস্ত হয়ে পড়েন। আমি বড় হয়েছি নানা-নানির কাছে। বাবা-মায়ের অভাব খুব একটা বোধ করিনি। কিন্তু যতই বড় হচ্ছি, ততই আমি সমাজ থেকে বিচ্যুত হয়ে যাচ্ছি। অনেক সময় মনে হয়, আমি কি অসামাজিক হয়ে পড়ছি? উচ্চমাধ্যমিকে প্রথম বর্ষে পড়ার সময় একটা মেয়ের সঙ্গে আমার সম্পর্ক হয়েছিল। মেয়েটা আমাকে খুব ভালোবাসত। কিন্তু একসময় অন্য মেয়ের সঙ্গে জড়িয়ে পড়ি। আগের মেয়ের জীবনটাকে নষ্ট করছি—এই বোধ আমাকে দুশ্চিন্তা আর হতাশার মধ্যে ফেলে দেয়। উচ্চমাধ্যমিক পরীক্ষার কয়েক মাস আগে আমি হুট করে মেয়েটাকে বললাম, আমার পরীক্ষা, তাই আর সম্পর্ক রাখা সম্ভব নয়। ‘কেন সম্ভব নয়’, এটা আমি তাকে বোঝাতে পারিনি। তার ধরা গলা ফোনের ওপাশ থেকে শুনতে পাচ্ছিলাম আমি। খুব কষ্ট হচ্ছিল আমার। সে নীরবে চলে গেল আমার জীবন থেকে।এসব ঘটনা আমাকে এখন অনেক কষ্ট দেয়। নিজেকে অপরাধী মনে হয় খুব। পড়াশোনায় মন বসাতে পারি না। ইচ্ছা হয় সবকিছু ছেড়েছুড়ে মানুষজন থেকে দূরে কোথাও চলে যাই। এখন আমি কী করব?', 'সমাধান:তোমার কোন বয়সে বাবা-মায়ের ছাড়াছাড়ি হয়েছে, তা জানতে পারলে ভালো হতো। শৈশবেই আমাদের ব্যক্তিত্ব গঠিত হয়। সে সময় আশপাশের পরিবেশটি খুব গুরুত্বপূর্ণ। এমনকি শিশুর মাতৃগর্ভে থাকার সময়ও যদি মা বিষণ্নতায় ভোগেন, তাহলে শিশুটিও বড় হলে বিষণ্নতার শিকার হতে পারে। বিচ্ছেদের আগে পরিবারে বেশ অশান্তির পরিবেশ সৃষ্টি হয়। সেটি দিয়েও ছোট্ট শিশুটির মনের ওপরে অত্যন্ত নেতিবাচক প্রভাব পড়ে। নানা-নানির কাছে তুমি যত্নে বড় হয়েছ বুঝতে পারছি। তবে তাঁদের সঙ্গে তোমার মানসিক নৈকট্য কেমন ছিল, তা জানতে পারলে ভালো হতো। তুমি খোলাখুলিভাবে নিজের মনের ভাবনা ও আবেগগুলো তাঁদের কাছে প্রকাশ করে বড় হয়েছ কি না, তা ভেবে দেখবে। এ ছাড়া বাবার সঙ্গে তোমার সম্পর্ক ছিল বা আছে কি না, তা-ও খুব গুরুত্বপূর্ণ।তুমি যে মানুষের সঙ্গ এখন পছন্দ করছ না, তার পেছনে হয়তো মেয়েটিকে ফিরিয়ে দেওয়া এবং শৈশব ও কৈশোরের পারিবারিক পরিবেশের প্রভাব রয়েছে। একটি বিষণ্নতাবোধ ও অবসাদ কাজ করছে তোমার মধ্যে। নিজেকেই এখন তোমার ভালো লাগছে না বলে অন্যের সঙ্গও উপভোগ করা সম্ভব হচ্ছে না। তোমার পরিবারের ধরনটি তো একটু অন্য রকম হতেই পারে, তাই না? তা ছাড়া আজকাল তো অনেক দম্পতিই সিদ্ধান্ত নিচ্ছেন আলাদা থাকার। প্রতিনিয়ত অশান্তি দেখার চেয়ে তুমি যে নানাবাড়িতে একটু সুস্থ পরিবেশে বড় হয়েছ, সেটি তো কিছুটা হলেও ইতিবাচক হয়েছে তোমার জন্য। বাবা-মা যে আলাদা হয়েছেন, সেখানে তোমার তো কোনো ভূমিকা ছিল না। নিজেকে এভাবে সবার কাছ থেকে দূরে সরিয়ে না রেখে তুমি চেষ্টা করো মানুষের সঙ্গে কথা বলতে। এ ছাড়া বাইরের বিভিন্ন কর্মকাণ্ডের সঙ্গে জড়িত থাকতে পারলে খুব ভালো হয়। যে মেয়েটি তোমাকে খুব ভালোবেসেছিল, তাকে সম্ভব হলে যোগাযোগ করে বলতে পারো, তুমি ঠিক কী কারণে এই সিদ্ধান্তটি নিয়েছিলে। নিজের পরিবার নিয়ে কোনো হীনম্মন্যতায় ভুগিয়ো না। তুমি বরং অত্যন্ত সাবলীলভাবে বলতে পারো, যে মেয়েটির ভালো চাও বলেই তুমি এটি করেছ। সেই সঙ্গে ওর কাছে ক্ষমাও চেয়ে নিতে পারো।\r\n\r\n'),
(3, 'lonliness problem', 'সমস্যা:আমি স্নাতক প্রথম বর্ষে পড়ি। পরিচিত সবাই আমাকে মা-বাবার বাধ্য হিসেবেই জানে। কিন্তু কেউ জানে না তাদের সঙ্গে আমার সম্পর্ক বন্ধুত্বপূর্ণ নয়। আমার ভেতরের দ্বন্দ্ব ভাগাভাগি করার জন্যও কাউকে পাই না।আমার মূল সমস্যা হলো ছোটবেলা থেকেই আমি নিজের মধ্যে অনবরত দুটি ব্যক্তিত্বের অত্যাচার সহ্য করে আসছি। সেখানে আবেগের প্রাধান্য থাকে বেশি। যখন যে ব্যক্তিত্ব জেতে, তখন আমি তার কথামতো কাজ করি। কিন্তু বেশির ভাগ ক্ষেত্রেই দেখা যায়, সে কথা শুনে যা করেছি, সেটা ভুল। কারণ, সেই কথা বা পরিস্থিতির ওপর আমার নিয়ন্ত্রণ থাকে না। শেষে যখন বুঝতে পারি, তখন থেকে অনুতাপে ভুগতে থাকি। আর যা ক্ষতি হওয়ার ততক্ষণে হয়ে যায়।এই সমস্যার জন্য জীবনে অনেক প্রিয় মানুষ ও বন্ধুকে হারিয়েছি। ক্ষতি হয়েছে পড়াশোনারও। যতই বড় হচ্ছি, সমস্যাগুলো আমার আত্মবিশ্বাস কমিয়ে দিচ্ছে। অন্যের কাছে হেয় করছে। এ ছাড়া কাউকে ভালোবাসলে তার প্রতি প্রত্যাশা বেশি থাকে। সামান্য কারণেই কষ্ট পাই। সব সময় স্বপ্ন ছিল, নিজের মতো সিদ্ধান্ত নিয়ে জীবনে এগিয়ে যাব। কিন্তু সঠিক পথ বেছে নিতে না পারার অদক্ষতা আমার সব স্বপ্ন পূরণে বাধা হয়ে দাঁড়ায়। মা-বাবার কাছে কোথাও কাউন্সেলিংয়ে যাওয়ার প্রস্তাব তুলে লাভ হবে না, তা আমি জানি। আমি আর পারছি না, আমি স্বাভাবিক মন নিয়ে এগিয়ে যেতে চাই।\r\n', 'সমাধান:তুমি আমার কাছে ঠিক কোন প্রশ্নের সমাধান চেয়েছ, তা খুব স্পষ্ট নয়। সব সমস্যা তুমি ছুঁয়ে গিয়েছ ঠিকই, তবে একটি বিশেষ উদাহরণ থাকলে আমার পক্ষে বোঝা আরও সহজ হতো। তুমি তোমার ব্যক্তিত্বের যে দুটো সত্তার কথা বলতে চেয়েছ, এগুলোর মধ্যে একটি কি ঠিকমতো সিদ্ধান্ত না নিতে পারার কারণে অসহায় বোধ করছ এবং অনুতপ্তও হচ্ছে? আর অন্য সত্তাটি কি তাকে অদক্ষ, আত্মবিশ্বাসহীন ইত্যাদি বলে ছোট করছে? যদি তা-ই হয়, তাহলে এ দুজনের যুদ্ধ তো তোমাকে ক্রমাগত কষ্টই দিতে থাকবে। তোমার মধ্যে কিন্তু একটি স্নেহশীল, মমতাময় সত্তাও রয়েছে। তাকে এই মুহূর্তে সবচেয়ে বেশি কাজে লাগানো প্রয়োজন। ব্যক্তিত্বের সেই সহমর্মী অংশটি অসহায় সত্তাটির হাত দুটো ধরে তাকে যে ভুলগুলো হয়ে গেছে, সে জন্য আন্তরিকভাবে অনুমতি দিতে পারে। অর্থাৎ যদি তুমি নিজেকে পেছনে ফেলে আসা ভুলগুলোর জন্য ক্ষমা করে দিতে পারো, তাহলে ভবিষ্যতে কিছুটা হলেও আত্মবিশ্বাস ও সাহস নিয়ে চলতে পারবে। সেই সঙ্গে তোমার যুক্তিপূর্ণ সত্তা বা মনটির মধ্যে খুঁজে দেখবে অতীতে কতগুলো কাজ তুমি খুব সাফল্যের সঙ্গে করতে পেরেছ এবং সেগুলো তোমাকে অনেক ইতিবাচক অনুভূতিও দিয়েছে। তুমি ছোট-বড় সব অর্জনের জন্য নিজেকে অবশ্যই ভালোবাসবে এবং শ্রদ্ধা করবে। তোমার চিঠিটি পড়ে এটি বোঝা গেছে যে তুমি বেশির ভাগ সময় যুক্তির চেয়ে আবেগকে বেশি প্রাধান্য দিয়ে দাও। আর পরবর্তী সময়ে অনেক বেশি কষ্ট পাও। মা-বাবার সঙ্গে শৈশব থেকেই নৈকট্য ও বন্ধুত্বপূর্ণ সম্পর্ক থাকলে তুমি এতটা আবেগনির্ভর হতে না। শিশুরা বড় হওয়ার সময় যদি মা-বাবারা তাদের আবেগের বহিঃপ্রকাশকে উৎসাহিত করেন এবং অনেক গুরুত্ব দেন, তাহলে তারা বড় হওয়ার পর কষ্ট, রাগ ও ভয়কে সহজেই মোকাবিলা করতে সক্ষম হয়। তুমি আমার একটি ছোট উত্তরের মাধ্যমে নিজের ব্যক্তিত্বের পরিবর্তন করতে পারবে—এটি বোধ হয় আশা করা যায় না। কাউন্সেলিংয়ে বেশ কয়েকটি সেশনের মাধ্যমে জীবনের সংকটময় মুহূর্তে অনেক বেশি যুক্তিপূর্ণ চিন্তা করতে সহায়তা করা হয়। তুমি যে নিজের মনটিকে এতটা বিশ্লেষণ করতে পেরেছ, তা অত্যন্ত প্রশংসনীয়। যে টেলিসেবা নম্বরটি আমি গত সংখ্যার আগের সংখ্যায় দিয়েছি, তুমি সেখানে ফোন করে সহায়তা নিতে পারো।\r\n\r\n\r\n\r\n\r\n \r\n'),
(4, 'lonliness problem,', 'সমস্যা:আমি নিম্ন-মধ্যবিত্ত পরিবারের মানুষ। বয়স ২০ বছর, বিশ্ববিদ্যালয়ে পড়ছি। পরিবারে মা-বাবা ও বড় বোন আছেন। আমরা আর্থিকভাবে অসচ্ছল হলেও পরিবারের সদস্যরা সেটা নিয়ে দুঃখবোধ করি না। তবে এই আর্থিক অসংগতির কারণেই হয়তো আমাদের অনেক আত্মীয়স্বজনের সঙ্গে তেমন কোনো সম্পর্ক নেই। মাঝেমধ্যে যখন একা বসে থাকি তখন এসব ভেবে কান্না করি। মনে হয় বুকের মধ্যে পাথর জমে আছে। দীর্ঘদিনের দীর্ঘশ্বাস বলেই হয়তো ইদানীং আর কান্নাও আসে না। কিন্তু বুকের বাঁ পাশে হঠাৎ ব্যথা করে। মনে হয়, এই বুঝি দম বন্ধ হয়ে গেল। আমার বাবা-মা এ ব্যথার কারণ জানেন না। কখনো কখনো মনে হয় জীবনে কি অর্থই সব? স্নেহ-ভালোবাসা, বন্ধন এসবের কি কোনো দাম নেই?\r\n\r\n', 'সমাধান:তুমি এতটা আর্থিক ও মানসিক সংকটে থেকেও যে ২০ বছর বয়সে বিশ্ববিদ্যালয়ের একজন শিক্ষার্থী হতে পেরেছ, সেটি তো নিজের যোগ্যতার কারণেই সম্ভব হয়েছে। আরও একটি ইতিবাচক দিক হচ্ছে পরিবারের সব সদস্য এই কঠিন বাস্তবতা ভালোভাবে মোকাবিলা করে সুন্দরভাবে জীবনযাপন করছ। তুমি অবশ্য লেখোনি আত্মীয়দের সঙ্গে দূরত্বটি কেন সৃষ্টি হয়েছে। তারা কি তোমাদের অসম্মান করছে, নাকি তোমরাই নিজেদের দূরে সরিয়ে রাখছ? যদি তারা তোমাদের সংগ্রামী ও সৎ মানুষ হিসেবে গ্রহণ না করতে পারে, সেটি তো তাদের ব্যর্থতা, তাই না? দুঃখজনক হচ্ছে, পুঁথিগত ও প্রাতিষ্ঠানিক সার্টিফিকেট-নির্ভর শিক্ষাব্যবস্থা থেকে আমরা এর সত্যিকারের নির্যাস নিতে পারছি না। মূল্যবোধের অবক্ষয়ের এমন একটি জায়গায় আমরা পৌঁছে গিয়েছি, যেখান থেকে উঠে আসার সম্ভাবনা নিকট–ভবিষ্যতে নেই বলেই মনে হয়। বিত্তবান ও স্বল্প আয়ের মানুষদের মধ্যে বিভেদটি এত বেশি সৃষ্টি হয়েছে যে তাদের জীবনচর্চার পার্থক্যগুলো খুব প্রকটভাবে চোখে পড়ছে। কেবল আর্থিক সচ্ছলতার মাপকাঠি দিয়ে যখন সমাজে মানুষের গ্রহণযোগ্যতা ও সম্মানপ্রাপ্তি ঘটে, তখন সেটি একটি অসুস্থ সমাজে পরিণত হয়। আর্থিক সংকটে থাকা মানুষগুলোর মনে যেমন দুঃখবোধ ও প্রচুর ক্ষোভ কাজ করে, ঠিক তেমনি হীনম্মন্যতাও কাজ করে। তুমি স্নেহ, ভালোবাসা ও বন্ধনের মূল্য কতটুকু, সেই সম্পর্কে প্রশ্ন করেছ।আমার প্রশ্ন হচ্ছে, তোমার পরিবারের চারজন সদস্যের মধ্যে ভালোবাসার বন্ধনটি দৃঢ় আছে কি না, সেটি কি ভেবে দেখেছ? যদি পরিবারের ভেতরে সুবাতাস থাকে, তাহলে বাইরের মানুষদের অবহেলা ও অসম্মান আমাদের দুঃখবোধকে কাটিয়ে উঠতে অনেক সাহায্য করে। তুমি একা একা এই তীব্র অনুভূতিগুলো চেপে না রেখে মা কিংবা বোনকে জড়িয়ে ধরে কি চিৎকার করে কাঁদতে পারো? তঁারা তো তোমার মতোই একই অনুভূতির ভেতর দিয়ে যান, হয়তোবা সবার জন্যই এটি নেতিবাচক আবেগের ভার লাঘবে সাহায্য করবে। এ ছাড়া, বাইরের লোকেরা তোমাকে কীভাবে মূল্যায়ন করছে, সেটির প্রতি মনঃসংযোগ না করে তুমি যদি আত্মমূল্যায়নের মাধ্যমে নিজেকে অনেক বেশি মর্যাদা দাও এবং ভালোবাসো, সেটিও তোমার উপকারে আসবে। নিজের ভালো দিকগুলো চিহ্নিত করে সেগুলোকে আরও ধারালো করো এবং ভবিষ্যতে সেগুলো ব্যবহার করে তুমি কী কী করবে, তার একটি পরিকল্পনা করতে শুরু করো। যদি একা একা নিজেকে সহায়তা করা একেবারেই সম্ভব না হয়, তাহলে ০৯৬১২২২২৩৩৩-এ ফোন করে টেলিসেবা গ্রহণ করতে পারো।\r\n'),
(5, 'lonliness problem', 'সমস্যা:আমার সবচেয়ে কাছের বন্ধু ছিল ইশরাত। সৃষ্টিকর্তা ওকে কিছু গুণ দিয়েছিল। তবে আমাকে আকর্ষণ করত ওর চিন্তাভাবনা ও ইতিবাচক মনোভাব। কথা বলার ধরন দেখেই ও বুঝে ফেলত আমার মনের অবস্থা। আমরা সব সময় খোঁজ নিতাম একে অপরের। এক দিন ক্লাসে না গেলে ও সোজা আমাদের বাসায় চলে আসত। আমার লেখা কবিতায় ও ছন্দ মেলাতে সহযোগিতা করত। শত অন্যায় করলেও থাকত আমার পক্ষে। এসব ঘটনা ২০১১-১২ সালের। ২০১৩ সালের এপ্রিলে ও আমাদের ছেড়ে চলে যায়। ওর মৃত্যুর পর থেকে আজ অবধি শুধুই মনে হয়, ও আমার চারপাশে ঘুরে বেড়াচ্ছে। আমাকে বিভিন্ন উপদেশ দিচ্ছে। ওর জন্মদিন ও মৃত্যুবার্ষিকী এলে আমি অসহনীয় যন্ত্রণায় ভুগি। আমি কী করব বুঝতে পারি না।\r\n', 'সমাধান:তুমি চার বছর ধরেই তীব্র মানসিক পীড়ায় ভুগছ বোঝা যাচ্ছে। মেয়েটি তোমার প্রতি খুব যত্নশীল ছিল, প্রতিদিন তোমাদের দেখা হতো, অনেক কথাও হতো। বিশেষ করে মেয়েটি তোমাকে খুব ভালোভাবে বুঝত বলে ওর প্রতি তুমি আবেগীয়ভাবে অত্যন্ত নির্ভরশীল হয়ে পড়েছিলে। হয়তো বা তোমার মনে হয়েছে, এমন করে কেউ তোমাকে কখনো বোঝেনি। ওর কাছে একেবারে নিঃশর্ত গ্রহণযোগ্যতাও পেয়েছিলে। মনে হচ্ছে, তুমি নিজেকে যতটা সম্মান করো ও ভালোবাসো, মেয়েটি তোমাকে তার চেয়েও বেশি ভালোবেসেছিল। যে কারণে কোনো অন্যায় করলেও সে তোমাকে সব সময় সমর্থন করত। তবে এত বছর ধরেও যে তুমি প্রিয় মানুষটিকে হারানোর কষ্ট মোকাবিলা করতে পারছ না, সেটি দুশ্চিন্তার বিষয়।মেয়েটির মৃত্যু স্বাভাবিক ছিল কি না, তা জানাওনি। সেই তথ্য পেলে হয়তো কিছুটা বোঝা যেত, ওর এই অকালমৃত্যু তোমাকে বাড়তি কোনো কষ্ট দিচ্ছে কি না। আমরা যখন খুব আপন কাউকে একেবারে অপ্রত্যাশিতভাবে হারিয়ে ফেলি, তখন সেটির সঙ্গে মানসিক যুদ্ধটি অনেক বড় আকারে হয়। তবে এই শোকানুভূতির প্রক্রিয়াটি এত দীর্ঘদিন ধরে চলার কথা নয়। কেউ এভাবে হঠাৎ হারিয়ে যাওয়ার পর আমরা মানসিকভাবে কিছু ধাপ অতিক্রম করি, যা একটি চক্রের মতো ঘুরতে থাকে। প্রথম ধাপটি হচ্ছে অস্বীকৃতি, অর্থাৎ আমাদের মন বিশ্বাসই করতে চায় না যে ঘটনাটি সত্যিই ঘটেছে। এরপরের পর্যায়টি হচ্ছে রাগ। তখন যে চলে গেছে তার প্রতি, নিজের প্রতি, সমাজ ও পরিবারের প্রতি অথবা কখনো সৃষ্টিকর্তার ওপরেও আমরা প্রচণ্ড রাগ অনুভব করতে থাকি। এরপর যা হয় তা হচ্ছে, নিজের মনের ভেতর নানা রকম দর–কষাকষি চলতে থাকে। নিজের ভুলগুলোর নানা রকম পর্যালোচনা ও বিশ্লেষণ চলতে থাকে সেই সময়ে। এরপর আমরা গভীর বিষণ্নতায় ডুবে যাই এবং মনের ভেতরে প্রচণ্ড শূন্যতা অনুভব করি। সবশেষে আমরা বুঝতে পারি ঘটনাটি আমার জীবনের একটি বাস্তবতা এবং আমাকে এটি গ্রহণ করে নিয়েই জীবনের বাকি পথটি পাড়ি দিতে হবে। এই সময়ে আমরা ধীরে ধীরে স্বাভাবিকভাবে সবকিছুতে মনঃসংযোগ করতে সমর্থ হই।তোমার চিঠিটি পড়ে মনে হচ্ছে, তুমি বারবার ‘অস্বীকৃতি’র পর্যায়টিতে ফিরে যাচ্ছ। বিষয়টি সাধারণত এত দিন ধরে চলার কথা নয়। বেশির ভাগ মানুষ এক থেকে তিন মাসের মধ্যে এ ধরনের শোকগুলো বেশ খানিকটা কাটিয়ে ওঠে। তোমার ক্ষেত্রে যেহেতু তা ঘটছে না, তাতে বোঝা যাচ্ছে তুমি যৌক্তিকভাবে বাস্তবতাকে গ্রহণ করে নিয়ে মেয়েটিকে বিদায় জানাতে পারোনি। এ অবস্থা চলতে থাকলে আমার অনুরোধ থাকবে তুমি কোনো প্রশিক্ষণপ্রাপ্ত পেশাজীবী মনোবিদের কাছ থেকে সাইকোথেরাপির সহায়তা নাও। সেই সঙ্গে মেয়েটির আত্মা যেন শান্তি পায়, সে জন্য প্রতিদিন সৃষ্টিকর্তার কাছে দোয়া চাও।\r\n');

-- --------------------------------------------------------

--
-- Table structure for table `marriage`
--

CREATE TABLE `marriage` (
  `id` int(11) NOT NULL,
  `tit` varchar(400) CHARACTER SET utf8 NOT NULL,
  `problem` varchar(1500) CHARACTER SET utf8 NOT NULL,
  `solution` varchar(5000) CHARACTER SET utf8 NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `marriage`
--

INSERT INTO `marriage` (`id`, `tit`, `problem`, `solution`) VALUES
(1, 'marriage problem,i am married science  1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50 years old', 'সমস্যা:দেড় বছর হলো প্রচণ্ড মানসিক দুশ্চিন্তায় ভুগছি। আমার স্বামী এখন সন্তান নিতে চান, কিন্তু আমি চাই না। আমি মাস্টার্স প্রথম পর্বের ছাত্রী। মাধ্যমিক ও উচ্চমাধ্যমিক পরীক্ষায় আমার ফল ভালো। দুর্ভাগ্যবশত অনার্স পরীক্ষাটা খারাপ হয়েছে। আমার স্বামী মানোন্নয়ন পরীক্ষাও দিতে দেননি। এ কারণে বিভিন্ন জায়গায় চাকরির আবেদনপত্র জমা দিতে লজ্জা পাচ্ছি। কী করব এখন? প্রায়ই আমাকে তুচ্ছতাচ্ছিল্য করা হয়। বলা হয়, আমার বুদ্ধি নেই। আমার স্বামী কাউকে কিছু বলে না, উল্টো আমার ওপর রাগ করে আর বলে, তোমার বুদ্ধিশুদ্ধি আসলেই কম। আমার মনে হয়, সবকিছু ছেড়ে অনেক দূরে চলে যাই। এ ব্যাপারগুলো আলোচনার জন্য মনের মতো কাউকে পাচ্ছি না, তাই আপনাকে জানালাম।\r\n', 'সমাধান:আমি খুব দৃঢ়ভাবে বিশ্বাস করি, আমাদের দেশের প্রত্যেক মেয়েরই উচিত, যতটুকু সম্ভব পড়ালেখা করা এবং নিজ নিজ যোগ্যতা অনুযায়ী কিছু উপার্জন করা। মেয়েরা উপার্জনক্ষম হলে কারও ওপর নির্ভরশীল হয়ে থাকবে না। আত্মসম্মান ও আত্মবিশ্বাস এতে অনেক বেড়ে যাবে। মনে হচ্ছে, বাড়িতে তুমি সম্মান ও গুরুত্ব পাচ্ছ না। এ জন্য পড়ালেখা চালিয়ে যাওয়া খুব জরুরি। সন্তান নেওয়ার ব্যাপারে আমার মতামত হচ্ছে, একটি মানুষকে তোমাদের দুজনের মধ্যে আনার আগে দাম্পত্য সম্পর্কে পারস্পরিক বোঝাপড়া, বিশ্বাস ও সম্মান প্রতিষ্ঠা করা প্রয়োজন। তা না হলে সন্তানটির সুষ্ঠু বিকাশ কিছুতেই নিশ্চিত করা সম্ভব হবে না। তুমি লিখেছ, অনেক কিছু নিয়ে অশান্তিতে আছ আর সবকিছু ছেড়ে কোথাও চলে যেতে ইচ্ছে করে। এর অর্থ তুমি বিষণ্নতায় ভুগছ। এই অবস্থায় সন্তানের জন্ম দিলে তুমি ভালোভাবে তার যত্ন নিতে পারবে না। পড়ালেখায় বাধা পড়লে তাতে আরও বেশি বিষণ্নতা তৈরি হবে। তোমার বুদ্ধি, মেধা ও কাজ দিয়ে প্রথমে প্রমাণ করো যে মেয়েরাও মাথা উঁচু করে পথ চলতে পারে।\r\n\r\n\r\n'),
(2, 'marriage problem,i am married science  1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50 years old', ' সমস্যা:প্রেমের বিয়ে আমাদের। বিয়ের পরই জানলাম আমার স্বামী মাদকাসক্ত। ওই পথ থেকে ফেরানোর চেষ্টা করলাম। কিন্তু ব্যর্থ হলাম। একসময় পুরো সংসার নিজের হাতেই নিতে হলো। আমাদের এক ছেলে আছে। ওর বয়স এখন ১৫ বছর। আমার ছেলের বয়স যখন তিন বছর, তখন জানতে পারি আমার স্বামী আবার বিয়ে করেছে। শুধু তা-ই নয়, ওই সংসারে এক বছরের মেয়েও আছে! ওই ঘটনার পর আমি আলাদা হয়ে গেলাম। এরপর সে অনেক চেষ্টা করেছে একসঙ্গে থাকার। কিন্তু আমি তা হতে দিইনি। এর কয়েক বছর পর আমার শ্বশুরবাড়ি থেকে বলা হলো, সে সুস্থ হয়েছে। দ্বিতীয় সংসারও ছেড়ে দিয়েছে। আমরা আবার একসঙ্গে সংসার শুরু করি। কিন্তু কিছুদিন যেতে না-যেতেই বুঝতে পারি কোনো কিছুই বদলায়নি। মাদকাসক্তি, দ্বিতীয় সংসার—কিছুই না। বিবাহবিচ্ছেদ করেও কোনো লাভ হলো না। ও কোনো কিছু মানে না। ভাড়া বাসায় থাকি, বেশি কিছু করা সম্ভবও হয় না। ও আমাকে কিংবা দ্বিতীয় স্ত্রীর কাউকেই ছাড়বে না। এভাবেই চলছে আজ অবধি।আমি মানসিকভাবে খুবই অসুস্থ। নিজেকে ঠিক রাখতে পারি না। অফিস, বাসা, ছেলের দেখাশোনা—কিছুই ঠিকমতো করতে পারছি না। অনেক সময় ভাবি আত্মহত্যা করব। কিন্তু ছেলের কথা ভেবে সেটা হয় না। মেজাজ খারাপ থাকে সব সময়। মনে হয় একদিন পাগল হয়ে যাব। ওর পরিবারও ওর সঙ্গে সম্পর্ক ছিন্ন করেছে।\r\n', 'সমাধান:তুমি বর্তমানে অনেক বেশি বিষণ্নতা ও হতাশায় ভুগছ। বিয়ের পরই অনেক বড় একটা আঘাত পেলে, যখন জানতে পারলে যে তোমার স্বামী মাদকাসক্ত। এরপর আরও একটি ধাক্কা খেলে, যখন জানতে পারলে তোমার স্বামীর আরেকজন স্ত্রী ও সন্তান রয়েছে। মনে অনেক শক্তি সঞ্চয় করে সমাজের দৃষ্টিভঙ্গিকে উপেক্ষা করে তুমি আলাদা হয়ে গিয়েছিলে। এরপর মিথ্যে আশ্বাস পেয়ে আবারও মাদকাসক্ত মানুষটির কাছে ফিরে গেলে। ওর পরিবারও ভালোভাবে না জেনে তোমাকে ভুল তথ্য দিয়েছে। যারা একবার মাদকে আসক্ত হয়, তাদের অনেকের জন্যই পুরোপুরি এ থেকে বেরিয়ে আসা খুব কঠিন হয়। অনেক আশায় বুক বেঁধে যখন তুমি ফিরে এলে তখন আরও একবার মন ভেঙে গেল, স্বামীর কোনো পরিবর্তন না দেখে। তোমার পরিবার তোমাকে মানসিকভাবে সাহায্য করছে কি না জানি না। এই মুহূর্তে তাদের সহমর্মিতা ও সাহস তোমার জন্য খুব প্রয়োজন। তুমি ভালো করে ভেবে দেখতে পারো যে যখন আলাদা হয়ে স্বাধীনভাবে চলছিলে তখন বেশি কষ্টে ছিলে নাকি এখন চোখের সামনে স্বামীর এই আচরণগুলো দেখে বেশি কষ্ট পাচ্ছ। বাস্তবতাগুলো মাথায় রেখে এখন যুক্তিপূর্ণ মনটি ব্যবহার করে সিদ্ধান্ত নিতে হবে আগামী দিনের সময়গুলোতে কীভাবে একটু হলেও ভালো থাকা সম্ভব। সন্তানের যত্ন নিতে গেলে আগে তোমার নিজের মানসিক স্বাস্থ্য ভালো রাখতে হবে। যেখানেই থাকো না কেন, প্রতিদিন নিজের ভেতরের মনটিকে প্রশ্ন করো, জীবনে ইতিবাচক কী কী দিক রয়েছে। সৃষ্টিকর্তাকে জীবনের ছোট ছোট প্রাপ্তির জন্য সব সময় কৃতজ্ঞতা জানাবে, কেমন? এ ছাড়া প্রতিদিন বুক ভরে শ্বাস নিয়ে আস্তে আস্তে ছাড়ার ব্যায়ামও তোমাকে কিছুটা স্বস্তি দেবে। ছেলেকেও আরও আত্মনির্ভরশীল হতে সাহায্য করবে, যাতে তোমার ওপর চাপ কমে যায়। তোমার মধ্যে যে ইতিবাচক চিন্তা ও মূল্যবোধ রয়েছে, সেগুলো ওকে দেওয়ার চেষ্টা কোরো। তবে সারাক্ষণ খুব বেশি উপদেশ না দিয়ে ওর কথাগুলো মন দিয়ে শুনবে এবং ওর অনুভূতিগুলো উপলব্ধি করবে। ছেলের কোনো সিদ্ধান্তের সঙ্গে তুমি একমত হতে না পারলেও সেগুলোর প্রতি শ্রদ্ধা রাখো আর সেই সঙ্গে ইতিবাচক ও নেতিবাচক ফলগুলো আলোচনা করো। তাতে করে ভবিষ্যতে বড় সিদ্ধান্ত নিতে ওর খুব সুবিধা হবে। আর নিজের কোনো ক্ষতি করার কথা একদম ভাববে না, কেমন?\r\n'),
(3, 'marriage problem,i am married science  1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50 years old', 'সমস্যা:১৩ বছর বয়সে একজন ৩৩ বছর বয়সী লোকের সঙ্গে আমার বিয়ে হয়। বুঝতেই পারছেন আমি তখন শিশু। কিন্তু ওই লোক ও আমার মায়ের যোগসাজশে বিয়েটা হয়। আমাদের এখন দুটি সন্তান। উনি প্রবাসী। তবে উনি মোটেও স্মার্ট নন। বর্তমানে তাঁর বয়স ৪৫, আমার ২৫। আমি তাঁকে এক মুহূর্তের জন্যও সহ্য করতে পারি না। আমার জীবনটা দুর্বিষহ হয়ে উঠেছে। মনে হয় আমার জীবনের সব শেষ। প্রতিনিয়ত চরম মানসিক হতাশায় ভুগছি। আমার বাবার পরিবার উচ্চ মধ্যবিত্ত।\r\n', 'সমাধান:তোমার মা কী কারণে তোমাকে শিশু বয়সে ২০ বছরের বড় একটি মানুষের সঙ্গে বিয়ে দিলেন, তা জানি না। তিনি কি পরে বুঝতে পেরেছিলেন যে এতে তোমার প্রতি কতটা অন্যায় করা হয়েছে? আমাদের দেশে এখনো মেয়ে সন্তানকে বোঝা হিসেবে দেখা হয়। আর যদি বাবার আর্থিক অবস্থা ভালো না থাকে, তাহলে অল্প বয়সেই মেয়েটিকে অন্যের পরিবারে পাঠিয়ে অনেকেই ভারমুক্ত হতে চায়। তোমার বাবার পরিবার উচ্চ মধ্যবিত্ত হওয়ার পরও কেন এমন করা হলো, তা একেবারেই বোধগম্য হচ্ছে না। তোমার স্বামীর প্রবাসে থাকাকে গুরুত্ব দেওয়া হয়েছে বলেই কি বয়সটা বিবেচনায় আনা হয়নি? বিয়ে দেওয়ার সময় তোমার বাবার তো একটি ইতিবাচক ভূমিকা থাকতে পারত।\r\nদুটি সন্তান নিয়ে তুমি হয়তো অতীত আর ভবিষ্যতের কথা ভেবে হতাশার সঙ্গে বিষণ্নতায়ও ভুগছ\r\n। তবে তুমি নিশ্চয়ই নিজেকে হতাশায় পুরোপুরি নিমজ্জিত হতে দেবে না, তাই না? সম্ভব হলে তোমার স্বামীকে বলতে পারো যে তুমি স্বাবলম্বী হওয়ার জন্য কোনো প্রশিক্ষণ নিতে পারো কি না। এ ছাড়া উন্মুক্ত বিশ্ববিদ্যালয়ে লেখাপড়াও একই সঙ্গে শুরু করতে পারো। জীবনের অনেকখানি সময় এখনো সামনে রয়েছে। তোমাকে কিন্তু মনের জোর নিয়ে দৃঢ়প্রতিজ্ঞ হয়ে নিজের পরিচিতি নিয়ে চলার পরিকল্পনা করতে হবে। তোমার সন্তানেরা নিশ্চয়ই বুঝতে পারছে তাদের বাবার প্রতি তোমার বিরূপ মনোভাব। এই পরিস্থিতিতে ওদেরও তো কষ্ট পাওয়ার কথা। তোমার যদি মনে হয় যে সব শেষ হয়ে গেছে, তাহলে তোমার আচরণের মধ্যে প্রতিনিয়ত তার প্রকাশ ঘটবে। এই পরিস্থিতিতে তোমার নিজের মানসিক স্বাস্থ্য ভালো রাখার জন্য বিশেষভাবে সচেতন হতে হবে।\r\n');

-- --------------------------------------------------------

--
-- Table structure for table `others`
--

CREATE TABLE `others` (
  `id` int(11) NOT NULL,
  `tit` varchar(400) CHARACTER SET utf8 NOT NULL,
  `problem` varchar(1500) CHARACTER SET utf8 NOT NULL,
  `solution` varchar(5000) CHARACTER SET utf8 NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `others`
--

INSERT INTO `others` (`id`, `tit`, `problem`, `solution`) VALUES
(1, 'other problem,i am 1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50 years old', 'সমস্যা:আমি প্রথম শ্রেণীর একজন সরকারি কর্মকর্তা। আমার বয়স ৩০ বছর। সমস্যা হলো, আমি কোনো প্রকার ইভ টিজিং সহ্য করতে পারি না। এটাই স্বাভাবিক, কেননা ইভ টিজিং খুবই ঘৃণিত একটা কাজ। এই সভ্যতাবিবর্জিত ঘটনা আমার সামনে ঘটলে আমি সহজে মন থেকে দূর করতে পারি না। ইভ টিজিং দূর করার জন্য আমি বিভিন্ন জাতীয় পত্রিকার চিঠিপত্র কলামে লেখা পাঠিয়েছি এবং সেগুলো প্রকাশিত হয়েছে। অনেক বছর আগে একটি ছেলে দূর থেকে কয়েকটি চাকমা মেয়েকে ঢিল ছুড়ে মেরেছিল এবং সেই ঢিলের আঘাতে তাদের একজন রক্তাক্ত হয়েছিল। ঘটনাটি ঘটেছিল রাতে এবং সেই চাকমা মেয়েরা গার্মেন্টসে চাকরি করে বাসায় ফিরছিল। প্রায় ৮-১০ বছর আগের এই ঘটনা আমাকে আজও তাড়া করে। এ রকম আরও কয়েকটি বিভীষিকাময় ঘটনা আমার মনে খুবই চাপ সৃষ্টি করে এবং মাথায় ঘুরপাক খেতে থাকে। \r\n', 'সমাধান:তোমার মতো সুস্থ মানসিকতা এবং মেয়েদের প্রতি শ্রদ্ধাশীল ছেলেদের সংখ্যা সমাজে বেশি হলে সামগ্রিক পরিস্থিতিই অনেক স্বস্তিকর ও মেয়েবান্ধব হতে পারত। মেয়েদের যৌন হয়রানির বিষয় নিয়ে তোমার মনোভাব ও মূল্যবোধটি তুমি যে পত্রিকায় চিঠি লিখে প্রকাশ করেছ, তা অত্যন্ত প্রশংসনীয়। তবে এ নিয়ে তোমার মধ্যে যদি অতিরিক্ত মানসিক চাপ সৃষ্টি হয় এবং তোমাকে তা সারাক্ষণ তাড়া করে বেড়ায়, তাহলে সেটি অবসেশনের পর্যায়ে পড়ে। সে ক্ষেত্রে নিজেকে চাপমুক্ত রাখার জন্য রিলাক্সেশন, মেডিটেশন ইত্যাদি করতে পারো। যদি তাতেও ফল না পাও, তাহলে কোনো প্রশিক্ষণপ্রাপ্ত মনোবিজ্ঞানীর কাছ থেকে কাউন্সেলিং সেবা গ্রহণ করতে হবে। আরও একটি সুন্দর উদ্যোগও তুমি নিতে পারো। সেটি হচ্ছে তোমার এলাকার কিছু সমমনা মানুষের সহায়তা নিয়ে তুমি অল্প বয়সী ছেলেদের একত্র করে একটি দল তৈরি করতে পারো, যাদের কাজ হবে মেয়েরা যাতে রাস্তায় হয়রানির শিকার না হয় সেটি নিশ্চিত করা। যদিও কাজটা খুব সহজ নয়। আমি নিশ্চিত, তোমার মতো ছেলেরা সমাজে আছে বলেই বাংলাদেশের মেয়েরা এখনো নিশ্চিন্তে বাইরে গিয়ে অনেক গুরুত্বপূর্ণ কাজে অংশ নিতে পারছে।\r\n'),
(2, 'other,other problem,i am 1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50 years old', 'সমস্যা:আমার বয়স ২২ বছর। বিবিএ পড়ছি। ছেলে হয়ে জন্মেও মেয়েলি আচরণের কারণে বন্ধুমহল থেকে শুরু করে সব ক্ষেত্রেই নিজেকে গুটিয়ে রাখতে হয়। যখন থেকে বুঝতে শিখেছি তখন থেকে ‘হাফ লেডিস’ শব্দটা আমার কানে বিষের মতো বিঁধে। ভালো ছাত্র হওয়ার কারণে হয়তো অনেকে সামনাসামনি কিছু বলেনি। শুনেছি, আড়ালে-আবডালে আমার কথা বলা এবং চলন নিয়ে নানা কথা হয়। এ কারণে নিজের ভেতরটা গুমরে ওঠে, অচেনা কারও সঙ্গে কথা বলতে ভয় হয়। অপ্রস্তুত অবস্থায় কথা বলতে গেলে কণ্ঠ ধরে আসে। কথা আর শারীরিক অঙ্গভঙ্গি ঠিক রাখতে গিয়ে সবকিছু গুলিয়ে ফেলি। নিজের কাছে খারাপ লাগে। আমার আচরণ সম্পর্কে যখন থেকে নিজে বুঝতে শিখেছি, তখন থেকে পরিবর্তন করার চেষ্টা করে যাচ্ছি। কিন্তু পারিনি। আমার সামনের দিনগুলো নিয়ে খুবই চিন্তিত। নিজেকে পিছিয়ে রাখতে পারছি না আবার সামনের দিকেও এগিয়ে নিতে পারছি না। এটা কি আমার কোনো প্রতিবন্ধকতা? কারও সঙ্গে এ বিষয়ে আগে কখনো কথা বলিনি। মনে হচ্ছে আমার জীবন অন্ধকারে ঢেকে যাচ্ছে। মেয়েলিপনা আমার কাছে অভিশাপ। এটা আদৌ কোনো জটিল সমস্যা? আর তা হলে এটার সমাধান কী?\r\n', 'সমাধান:তুমি বুঝতে শেখার পর থেকে যেভাবে আশপাশের মানুষের দ্বারা মানসিক আঘাতের শিকার হয়েছ, তাতে বিষণ্ন থাকাটাই স্বাভাবিক। তারপরও বিষণ্নতাকে মোকাবিলা করে তুমি স্নাতক পর্যায়ে লেখাপড়া করছ। শুধু তা-ই নয়, তুমি লেখাপড়ায়ও ভালো করেছ। আমাদের সমাজের অনেক মানুষই ব্যতিক্রমী কিছু দেখলে অবুঝের মতো মন্তব্য করে ফেলে। তারা যে এ ধরনের আচরণ করে অন্যদের মনে কষ্ট দিচ্ছে, সেটি বুঝতে পেরেও এ থেকে আনন্দ গ্রহণ করতে চায়। এটি অবশ্যই একধরনের নিষ্ঠুরতা। আমাদের অবশ্যই এই আচরণগুলোর নিন্দা জানানো উচিত। তোমার জন্মের জন্য তুমি যেমন দায়ী নও, ঠিক তেমনি কিছু ব্যতিক্রমধর্মী বৈশিষ্ট্যের দায়ও কিন্তু তোমার নয়। তুমি তো সচেতনভাবে ও আন্তরিকতার সঙ্গে অন্য ছেলেদের মতো আচরণ করতে চেষ্টা করেছ। কিন্তু সেটি সম্ভব হয়নি। তোমার সবচেয়ে বড় ও প্রথম পরিচয় হচ্ছে, তুমি একজন মানুষ। কখনো সজ্ঞানে কোনো অন্যায়ও হয়তো করোনি। কাজেই অন্যেরা তোমাকে যা-ই বলুক না কেন, নিজেকে পুরোপুরি গ্রহণ করে নিয়ে সম্মান করতে পারলে খুব ভালো হয়। এই পৃথিবীতে অন্যদের মতো মাথা উঁচু করে পথ চলার এবং সব অধিকার পাওয়ার ক্ষেত্রে বাধাগুলো তাহলে তুমি অতিক্রম করতে পারবে। নিজেকে পরিবর্তন করার জন্য সার্বক্ষণিক প্রচেষ্টায় ব্যস্ত না থেকে তুমি তোমার অর্জনগুলো নিশ্চিত করো। তোমার মেধা, বুদ্ধি ও সৃজনশীলতা দিয়ে নিজেকে শক্তভাবে দাঁড়িয়ে থাকতে সাহায্য করো। পরিবার সম্পর্কে তুমি কিছু লেখোনি। আশা করছি তাঁরা তোমাকে অন্তত অসম্মান বা অনাদর করছেন না। তোমাকে আমি অনুরোধ করব, ঢাকা বিশ্ববিদ্যালয়ের কলা ভবনের পাঁচতলায় এডুকেশনাল ও কাউন্সেলিং সাইকোলজি বিভাগে (ফোন নম্বর ০১৯৬৭৮৬৭৯৩৩) বা চারতলায় নাসিরুল্লাহ সাইকোথেরাপি ইউনিটে (ফোন নম্বর ০১৭৫৫৬৫৪৮৩৫) যোগাযোগ করে মানসিক স্বাস্থ্যসেবা গ্রহণ করতে। সহায়তা নিয়ে তুমি নিশ্চয়ই সব অন্ধকারকে সরিয়ে আলোর নিশানা খুঁজে পাবে।\r\n');

-- --------------------------------------------------------

--
-- Table structure for table `sstory`
--

CREATE TABLE `sstory` (
  `id` int(30) NOT NULL,
  `name` varchar(40) NOT NULL,
  `age` varchar(40) NOT NULL,
  `des` varchar(90) NOT NULL,
  `email` varchar(40) NOT NULL,
  `msg` varchar(500) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `sstory`
--

INSERT INTO `sstory` (`id`, `name`, `age`, `des`, `email`, `msg`) VALUES
(6, 'Maria', '25', 'Student', 'Maria@gmail.com', 'Doederlein wants people to understand that depression is an illness, and it does not define who a person is.\r\n\r\n\"I, like many people who live with a mood disorder such as depression, am one of the most joyous, happy people you could find,\" he says. \"I have an illness that can blur or distort my feelings, but ultimately, when I am well, I am full of happiness.\"\r\n\r\nDoederlein\'s advice for others with depression is to learn to accept that you have an illness, and then strive to take steps to help y'),
(7, 'a', '25', 'Student', 't@gmail.com', 'i am 23 years old,i am suffering from depression   for 1 year');

-- --------------------------------------------------------

--
-- Table structure for table `story`
--

CREATE TABLE `story` (
  `id` int(11) NOT NULL,
  `tit` varchar(400) CHARACTER SET utf8 NOT NULL,
  `problem` varchar(1500) CHARACTER SET utf8 NOT NULL,
  `solution` varchar(5000) CHARACTER SET utf8 NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `story`
--

INSERT INTO `story` (`id`, `tit`, `problem`, `solution`) VALUES
(2, 'fear problem,problem with parents,', 'সমস্যা: মা-বাবার সম্পর্কের জন্য খুব অনাকাঙ্ক্ষিত সময় পার করছি। তাঁরা একে অপরকে অসম্মান করেন। প্রতিনিয়ত ঝগড়া করেন। বাবা শুধু মায়ের দোষ খুঁজে বেড়ান। কিছু হলেই মায়ের সঙ্গে খারাপ ব্যবহার করেন, পাশাপাশি আমার সঙ্গেও। এখন মা-ও বাবাকে সহ্য করতে পারেন না। ইদানীং খুব বেশি ঝগড়া হচ্ছে।আমি স্নাতক প্রথম বর্ষে পড়ি। আমার যে একটা ভবিষ্যৎ আছে, তাঁরা দুজনের কেউ ভাবেন না এই কথা। পড়াশোনা, খাওয়া-দাওয়া সবকিছুতে অনিয়ম হচ্ছে। বাসার সমস্যার জন্য বাইরের বিভিন্ন সমস্যাও আমাকে গ্রাস করছে। বিষয়গুলো লজ্জায় আবার কাউকে জানাতেও পারছি না। নিজে নিজে আমি শেষ হয়ে যাচ্ছি। আমার সবাইকে ছেড়ে দূরে কোথাও চলে যেতে ইচ্ছা করে। মেয়ে বলে পারছি না। আমি এখন কী করব? ', 'সমাধান:তুমি এখন স্নাতক প্রথম বর্ষে পড়ছ। এই বয়স পর্যন্ত পৌঁছানোর আগে থেকেই কি মা-বাবার মধ্যে এ ধরনের অসম্মানজনক উত্তপ্ত বাক্যবিনিময় হতো? এমনকি হতে পারে দাম্পত্য জীবনে চলতে গিয়ে কিছু অনাকাঙ্ক্ষিত ঘটনা ঘটেছে, যা তাঁদের দূরত্ব দিন দিন বাড়িয়েছে? যদি তুমি শৈশব থেকেই এ ধরনের অশান্তিগুলো ক্রমাগত দেখে থাকো তাহলে এ থেকে তোমার মনোজগতেও খুব বেশি নেতিবাচক প্রভাব পড়ে যাওয়ার কথা। আমরা যখন পারস্পরিক সম্পর্কের টানাপোড়েনের সময়ে অন্য মানুষটির দোষ খুঁজতে থাকি, তাহলে কখনো মানসিকভাবে নিজের বিকাশ ঘটাতে পারব না। দাম্পত্য সম্পর্কের মধ্যে বিশ্বাস, শ্রদ্ধা ও বোঝাপড়া না থাকলে একে অপরকে দায়ী করার ব্যাপারটি খুব বেশি ঘটে। আমরা দৃঢ়ভাবে বিশ্বাস করতে থাকি অন্য ব্যক্তিটিরই নিজেকে সংশোধন করা উচিত। আমাদের কোন চারিত্রিক বৈশিষ্ট্যগুলো সঙ্গীটির মনের ওপরে নেতিবাচক প্রভাব ফেলছে, সেটি একেবারে ভাবা সম্ভব হয় না। শৈশবে যদি চারপাশে থাকা অভিভাবকেরা খুব সমালোচনা করেন ও মনে আঘাত লাগে এমন কিছু বলে সন্তানকে শৃঙ্খলাবদ্ধ হওয়ার শিক্ষা দিতে চেষ্টা করেন, তাহলে বড় হওয়ার পরও অপরকেই শুধু দোষারোপ করার প্রবণতা তৈরি হয়। সম্ভবত তোমার বাবাকেও অভিভাবকেরা হয় খুব সমালোচনা করেন বা অতিরিক্ত প্রশ্রয় দিয়ে থাকতে পারেন। সে কারণে হয়তো তিনি তোমার মাকে এবং সেই সঙ্গে তোমাকেও তাঁর আচরণের মাধ্যমে ক্রমাগত কষ্ট দিয়ে যাচ্ছেন। এ ছাড়া তিনি তাঁর জীবনের অন্য দিকগুলো নিয়ে মানসিকভাবে ভালো আছেন কি না, সেটিও খুব গুরুত্বপূর্ণ ভূমিকা রাখার কথা তাঁর সার্বিক আচরণের ওপরে। তোমার মা-ও প্রতিনিয়ত এই অপমানজনক ও অমর্যাদাহীন সম্পর্কে থাকতে থাকতে এখন তাঁর সহিষ্ণুতা একেবারে তলানিতে পৌঁছে গেছে। তিনিও যদি শৈশবকালে চারপাশের পরিবেশের মানুষগুলোর কাছ থেকে মর্যাদাপূর্ণ আচরণ না পেয়ে থাকেন, তাহলে তাঁর জন্য প্রাপ্ত বয়সে এসে আবার একই ধরনের অসম্মান মোকাবিলা করা কঠিন হওয়ারই কথা। আমাদের দেশে ছোটদের প্রতি সম্মান দেখানো একেবারেই হয় না। আর মেয়েসন্তানকে আরও বেশি অবহেলা করা হয়। বাবা-মায়ের পারস্পরিক নির্যাতনমূলক সম্পর্কটি ক্রমাগত দেখতে থাকলে সবচেয়ে বেশি ক্ষতিগ্রস্ত হয় তাঁদের সন্তানেরা। তোমাকেও যে এই পরিস্থিতিগুলো কতটা মানসিক পীড়া দিয়েছে, তা বুঝতে পারছি। একধরনের নিরাপত্তাহীনতা, অসহায়ত্ব, ভীতি, রাগ, বিষণ্নতা তোমাকে ঘিরে রাখছে। তাঁরাও নিজেদের দুঃখ ও রাগের মধ্যে এতটাই নিমজ্জিত রয়েছেন যে তোমার মানসিক যন্ত্রণাগুলো দেখতে ব্যর্থ হচ্ছেন। তবে তুমি লজ্জায় কাউকে বলতে না পারলেও এটি মাথায় রেখো যে অনেকের ঘরেই এ ধরনের পরিস্থিতি চলছে। কারণ, বেশির ভাগ মানুষই নিজের মনের সমৃদ্ধি ঘটিয়ে আত্মমর্যাদাসম্পন্ন হতে ব্যর্থ হচ্ছে এবং পারস্পরিক সম্পর্কগুলো সুন্দর করতে পারছে না। তোমার সম্পূর্ণ জীবনটি সামনে পড়ে আছে। একটু চেষ্টা করো নিজেকে আলাদা করে অন্তত নিজের প্রতি ভালোবাসা ও শ্রদ্ধাবোধ তৈরি করতে। খুব বিশ্বস্ত ও মঙ্গলাকাঙ্ক্ষী মানুষ থাকলে তার কাছে শেয়ার করতে পারো। তবে নিজেই যদি নিজের প্রতি আন্তরিকভাবে সহমর্মী হওয়া সম্ভব হয় তাহলে খুব উপকৃত হবে। '),
(3, 'fear problem', 'সমস্যা:ছোটবেলা থেকেই আমি সিদ্ধান্ত নেওয়ার ব্যাপারে দ্বিধাদ্বন্দ্বে ভুগি, বাস্তবতার চেয়ে আবেগকে প্রাধান্য দিই। কোনো কাজ করতে গিয়ে অনেক বেশি ভাবতে থাকি, খুঁটিনাটি খোঁজার চেষ্টা করি আর তখন কোনো নেতিবাচক বিষয় চলে এলে সে কাজের ব্যাপারে আগ্রহ হারিয়ে ফেলি। এই দ্বিধা ও আত্মবিশ্বাসের অভাবে অনেক সময় সিদ্ধান্ত নেওয়ার ব্যাপারে অন্যের ওপর নির্ভর করি। এ জন্য জীবনে অনেকবার ভুল সিদ্ধান্ত নিয়েছি। এমন ভুল সিদ্ধান্তের কারণে দুটো বিয়েও করেছি (একজনের সঙ্গে বিচ্ছেদ হয়েছে)।এখন বুঝি তাদের শুধু সহায়তা দরকার ছিল, নিজেকে যুক্ত করার প্রয়োজন ছিল না। কারণ, তাদের প্রতি আমার কোনো ভালোবাসা নেই, সহানুভূতি ছাড়া। আমি এতে নিজের ওপর বিরক্ত। কারণ, আমি যেটা চাই, সেটা করতে পারি না। যেমন এখন পর্যন্ত নিজের লক্ষ্যও নির্ধারণ করতে পারিনি। কীভাবে আমি এই সমস্যাগুলো কাটিয়ে উঠতে পারব?', 'সমাধান:তুমি যে দেরিতে হলেও নিজের ব্যক্তিত্বের কিছু নেতিবাচক দিক চিহ্নিত করতে পেরেছ, সে জন্য তোমার অনেক প্রশংসা করছি।দুর্ভাগ্যবশত আমাদের পারিবারিক চর্চায় শিশুসন্তানের মধ্যে আত্মবিশ্বাস ও সিদ্ধান্ত গ্রহণের ক্ষমতা তৈরিতে তাকে আলাদাভাবে সাহায্য করা হয় না। বরং আমরা নিজেদের সিদ্ধান্ত ওদের ওপরে চাপিয়ে দিই। শিশুদের আমরা ছোট ছোট সিদ্ধান্ত নিতে মোটেও উৎসাহিত করি না।কেউ যদি পাঁচ বছর বয়স হওয়ার আগেই সে কী খাবে বা কোন কাপড়টি পরবে, সেই সিদ্ধান্তগুলো নেওয়ার সুযোগ পায়, তখন তার মস্তিষ্ক থেকে নিজে নিজে ভাবার ক্ষমতা তৈরি হয়। এই বয়সের মধ্যে যেহেতু ব্যক্তিত্বের কাঠামোটি তৈরি হয়, সে জন্য তার মস্তিষ্ককে উদ্দীপিত করার দায়িত্বটি চারপাশের মানুষকে নেওয়া খুব প্রয়োজন। এ ছাড়া এতে করে শিশুটির মধ্যে আত্মবিশ্বাস ও আত্মসম্মানবোধও তৈরি হয়। এভাবে বিকশিত হতে থাকলে তাকে বড় হওয়ার পর এভাবে দ্বিধাদ্বন্দ্বে ভুগতে হয় না।তুমি যে যথেষ্ট আত্মবিশ্বাসী হতে পারছ না, তার দায় কিন্তু শুধু তোমার একার নয়। পরিবার ও শিক্ষাপ্রতিষ্ঠানের দায়িত্ব হচ্ছে শুধু লেখাপড়া শেখানো নয়, শিক্ষার্থীকে জীবন দক্ষতাসম্পন্ন একটি সুনাগরিক হিসেবে গড়ে তোলা। তোমাকে হয়তো ছোটবেলা থেকে সব কাজ সুচারু বা সুনিপুণভাবে করতে বলা হতো। ভালো কাজের জন্য খুব উৎসাহিত করা হতো না বলে নিজেকেও তুমি খুব শ্রদ্ধা করে বড় হতে পারোনি। তাই তুমি এখন কোনো কিছু ঠিকমতো করা না হলে নিজেকে গ্রহণ করতে পারছ না এবং নেতিবাচকভাবে সমালোচনা করে ফেলছ। অনেক বেশি খুঁটিনাটি খুঁজতে গিয়ে মানসিকভাবে ক্লান্তও হয়ে পড়েছ। আত্মনির্ভরশীল হতে না পারার কারণে অন্যের ওপর নির্ভর করে পরে অপরাধবোধে ভুগছ।তুমি খুব ভালোভাবে এখন বুঝতে পারছ, যে মেয়েগুলো তোমার ওপর নির্ভর করে কিছুটা মানসিক প্রশান্তি চেয়েছিল, তাদের সঙ্গে সম্পর্কের সীমারেখাটিও লঙ্ঘিত হয়েছে, তাদের অতিরিক্ত সময় দিয়ে দেওয়ার কারণে। এভাবে হয়তো তাদের ব্যক্তিগত জীবনে তোমার প্রবেশ ঘটেছে। তুমি এখন থেকে নিজের প্রতি সম্মানটি বাড়াও। অর্থাৎ তুমি যেমন আছ বা যা-ই ভুল করেছ, তারপরও নিজেকে গ্রহণ করে নাও। আর এই ভুলগুলো তোমাকে কী কী মূল্যবান শিক্ষা দিয়েছে, সেটির ওপর বেশি মনোযোগী হও। অতীতের ভুলগুলোর জন্য নিজেকে আর ক্ষতবিক্ষত কোরো না, কেমন?\r\n'),
(4, 'fear problem', 'সমস্যা:আমি গ্রামের একটি কলেজে একাদশ শ্রেণিতে পড়ি। এসএসসি পরীক্ষায় স্কুলের অনেক সহপাঠী আমার থেকেও কম পয়েন্ট নিয়ে শহরের ভালো কলেজে ভর্তি হয়েছে। পারিবারিক আর্থিক অসচ্ছলতা এবং কিছু প্রতিবন্ধকতার কারণে আমাকে একেবারে গ্রাম্য এলাকার এই কলেজে ভর্তি হতে হয়েছে। এখানকার শিক্ষক, সহপাঠী, শ্রেণি কার্যক্রম, পড়ালেখার মান কিছুই আমার ভালো লাগে না। কারও সঙ্গেই আমার পছন্দ, অপছন্দ, দৃষ্টিভঙ্গি, মানসিকতা মেলে না। তাই নতুন বন্ধুও তৈরি হয়নি। তাদের কাছে আমি যেন একটা এলিয়েন। কলেজ শুরুর কয়েক মাস পেরিয়ে গেলেও সব বই এখনো খুলেও দেখা হয়নি। মা-বাবার সঙ্গেও দিন দিন সম্পর্ক খারাপ হচ্ছে। আমার স্বপ্ন পূরণের, যোগ্যতা প্রমাণের পরিবেশ পাচ্ছি না আমি। হতাশা, বিষণ্নতা আর একাকিত্ব আমাকে যেন গ্রাস করে ফেলছে। আমি আর পারছি না, আমি কোনো সমাধান খুঁজে পাচ্ছি না।\r\n', 'সমাধান:তুমি এত সুন্দরভাবে গুছিয়ে চিঠিটি লিখেছ। তোমার ভাষার ওপর চমৎকার দক্ষতা এবং নিজের অনুভূতিগুলো বোঝার ক্ষমতা সত্যিই খুব প্রশংসনীয়। তুমি নিশ্চয়ই প্রতিনিয়ত জ্ঞানচর্চার মাধ্যমে নিজেকে সমৃদ্ধ করেছ। আর্থিক অসচ্ছলতা এবং অন্যান্য প্রতিবন্ধকতা যে তোমাকে পিছিয়ে রাখেনি তা বোঝা যাচ্ছে। একটি মানসম্মত প্রতিষ্ঠানে পড়তে পারলে তুমি যে মানসিকভাবে ভালো থাকতে তাতে কোনো সন্দেহ নেই। তবে আমরা যদি চারপাশের বৈরিতা ও প্রতিকূলতাকে কিছুটা কম গুরুত্ব দিয়ে নিজের জ্ঞানলাভকে নিশ্চিত করতে থাকি, তাহলে একসময় নিজের প্রতি শ্রদ্ধা অনেক বেড়ে যায়। নিজেকে শ্রদ্ধা করতে পারলে চারপাশের মানুষগুলোকেও তারা ঠিক যেমন, তেমনিভাবেই তাদের গ্রহণ করা সম্ভব হয়।তোমাকে প্রথমে যা করতে হবে তা হচ্ছে শিক্ষক ও সহপাঠীদের প্রতি সহমর্মী হয়ে তাদের অবস্থান থেকে ওদের প্রতিকূলতাকেও বুঝতে চেষ্টা করা। দৃষ্টিভঙ্গি ও মানসিকতার দৈন্য সৃষ্টি হয় শৈশবে আমরা সন্তানদের যথেষ্ট ভালোবাসা, শ্রদ্ধা ও আস্থা দিয়ে বড় করতে না পারার কারণে। প্রাক্‌-শৈশবে যখন ব্যক্তিত্ব গড়ে ওঠে, তখন মানুষ যদি তার চারপাশে সুস্থ পরিবেশ না পায়, সেটি তো তার অপরাধ নয়, তাই না? সে কারণে ওদের কোনোরকম অবমূল্যায়ন না করে তুমি তোমার মনের আলো দিয়ে ওদের আলোকিত করতে পারো। একজন মানুষ হিসেবে ওদের ব্যক্তিত্বের যে ভালো দিকগুলো রয়েছে, সেগুলো খুঁজে বের করে তুমিও সেখান থেকে কিছু শিখতে পারো। সবাই তো আমাদের বন্ধু হবে না, কিন্তু প্রতে্যক মানুষের মধ্যেই জীবনদর্শন রয়েছে, যা লক্ষণীয়। নিজের সঙ্গে তুমি প্রতিশ্রুতিবদ্ধ হও যে কখনো কোনো অবস্থায় কারও সঙ্গেই নিজেকে একেবারে তুলনা করবে না।যারা আর্থিক সচ্ছলতার কারণে শহরের ভালো প্রতিষ্ঠানে ভর্তি হয়েছে, তাদের সঙ্গে নিজেকে তুলনা না করলে ভালো হয়। যেখানে ভর্তি হয়েছ, সেখানেই তুমি যেন প্রতিদিন নিজেকে আরও যোগ্য করে তুলতে পারো সেই প্রচেষ্টা করো। আর তোমাকে স্বতঃস্ফূর্তভাবে চেষ্টা করতে দেখলে বাবা-মায়েরও তোমার প্রতি আস্থা তৈরি হবে। এ ছাড়া ইন্টারমিডিয়েটের সময়টি খুব অল্প বলে তোমার এখন একেবারেই সময় নষ্ট করা ঠিক হবে না। মানকে তৈরি করে, দৃঢ়প্রত্যয় নিয়ে নিজের প্রতি আস্থাকে সঞ্চয় করে প্রস্তুতি নিতে শুরু করো, কেমন? তুমি যে একজন অদম্য মেধাবী হতে পারো এ বিশ্বাস কিন্তু তোমাকে একসময় ভালো একটি অবস্থানে যেতে খুব সহায়তা করবে। স্নাতক পর্যায়ে আশা করছি তুমি নিজের পছন্দনীয় বিষয় নিয়ে পড়তে পারবে।'),
(5, 'fear problem', 'সমস্যা:আমি স্নাতক (সম্মান) তৃতীয় বর্ষে পড়ি। আমার সমস্যা হচ্ছে, আমি একটা কাজ করে আসার পর ওটা নিয়ে সারাক্ষণ চিন্তা করি, যে কারণে আমার মন খুব খারাপ থাকে। আমি মনোযোগ দিয়ে আর কোনো কাজ করতে পারি না। কিছুদিন আগে আমি একটা পরীক্ষা দিয়েছি। পরীক্ষা দিয়ে আসার পর মনে হচ্ছে, আমি আরও অনেক কিছু লিখতে পারতাম। কেন লিখলাম না? আর আমার স্মরণশক্তি খুব কম। শুধু এ-ই নয়, আমার কাজ নিয়েও আমি আত্মবিশ্বাসী হতে পারি না। ছোটবেলা থেকে এসব নিয়ে খুব মানসিক কষ্টে ভুগেছি। আমার এখন কী করা উচিত?\r\n\r\n \r\n', 'সমাধান:মনে হচ্ছে শৈশবে তোমাকে তোমার ভালো গুণাবলির জন্য প্রশংসা না করে বরং যে কাজগুলোতে ভুল করতে সেসব নিয়ে বেশি বলা হয়েছে। শিশুদের ইতিবাচক দিকগুলোর প্রতি নির্দেশ করে যদি উৎসাহিত করা হয়, তাহলে তাদের আত্মবিশ্বাস অনেক বেড়ে যায়।আমরা সাধারণত সন্তানদের নেতিবাচক আচরণগুলো বারবার উল্লেখ করে সমালোচনা করি। এর ফলে তাদের আত্মবিশ্বাস ও আত্মসম্মানবোধ খুব ক্ষতিগ্রস্ত হয়। বড় হয়ে ওরা তখন হতাশা, সিদ্ধান্তহীনতা, বিষণ্নতা ও দুশ্চিন্তায় ভোগে। বড়দের সমালোচনা ও সেই সঙ্গে ভবিষ্যতে তাকে কী ধরনের ভীতিমূলক পরিস্থিতিতে পড়তে হবে, সে মন্তব্যগুলো তাকে ভাবিয়ে তোলে। বয়ঃসন্ধি ও পূর্ণ বয়সে তার নিজের ভেতরেও একটি সমালোচনামুখর অভিভাবক সত্তা তৈরি হয়, যা তাকে প্রতিনিয়ত নিপীড়ন করতে থাকে। যখনই সে কোনো ভুল করে, তখন একটি অসহায় সত্তা ও অন্য একটি নিপীড়ক সত্তার মধ্যে পরস্পরবিরোধী কথাবার্তা চলতে থাকে।তোমার ক্ষেত্রেও এই ব্যাপারটি বর্তমানে ঘটছে। পরীক্ষা দেওয়ার পর তোমার ভেতরের একটি সত্তা নির্দয়ভাবে তোমাকে শাসন করছে এবং যে সত্তাটি ভুল করেছে, সে খুব অসহায় বোধ করছে এবং নিজেকে কোনোভাবেই সান্ত্বনা দিতে পারছে না। খুব ভালো হয়, তুমি যদি নিজের মধ্যে একটি সন্দেহপ্রবণ মানুষ তৈরি করে তাকে দিয়ে নিপীড়ক সত্তাটিকে শাসন করা থেকে বিরত করতে পারো। নিজেকে ভুল করার অনুমতি দিয়ে ভবিষ্যতে ভেতরের মানুষটিকে শুধরে নেওয়ার জন্য প্রস্তুতি নাও। অসহায় বোধ করা সত্তাটিকে বলো যে তাকে তুমি ভালোবাসো এবং তার কষ্টটা তুমি বুঝতে পারছ।কিছু ভুল হয়ে গেছে বলে তোমার গ্রহণযোগ্যতা কমে যায়নি। এরপরও তুমি নিজেকে ভালোবাসবে এবং নিজের প্রতি কখনো শ্রদ্ধা হারাবে না। সন্দেহপ্রবণ হয়ে নিজেকে যে কথাগুলো বলবে, সেগুলো নোটবুকে লিখে অনুশীলন করবে। এ ছাড়া মাইন্ডফুলনেস মেডিটেশনের মাধ্যমে মনটিকে চমৎকারভাবে বর্তমানে ধরে রাখা সম্ভব হয়। সচেতনভাবে কোনো একটি বা একাধিক ইন্দ্রিয়কে সজাগ রেখে এ অনুশীলনটি করা হয়। সাধারণত মানসিক চাপমূলক পরিস্থিতিতে অবচেতন মনের প্রভাবে অতীতের তিক্ত, ভীতিকর অভিজ্ঞতাগুলো মনে হতে থাকে। এ ধরনের অনাকাঙ্ক্ষিত পরিস্থিতি আবার ঘটতে পারে, এই ভেবে আমরা দুশ্চিন্তায় পড়ে যাই। এই পরিস্থিতি আমাদের ভেতরে থাকা প্রাণশক্তিকে ক্রমাগত ক্ষয় করতে থাকে। নিয়মিতভাবে এই মেডিটেশন করলে আমরা দুশ্চিন্তা ও বিষণ্নতা থেকে অনেকটাই বেরিয়ে আসতে পারি। তুমি ইন্টারনেট থেকে এর ভিডিও বা অডিও বের করে প্রতিদিন চর্চা করবে, কেমন?\r\n\r\n\r\n'),
(6, 'fear problem', 'সমস্যা:আমি উচ্চমাধ্যমিক দ্বিতীয় বর্ষের বিজ্ঞান বিভাগের ছাত্র। মেসে থেকে পড়াশোনা করি। লেখাপড়ার খরচ জোগাতে বাবা-মা গ্রামের বাড়ি ছেড়ে শহরে থাকে। কিছুদিন আগে আমার কিছু ব্যক্তিগত রোগের কথা মাকে জানিয়েছিলাম। বলেছিলাম যেন কাউকে না বলে। কিন্তু মা ভুল করে ভাইয়া ও আপুর সঙ্গে কথাটি বলে ফেলে। জানি না কেন হঠাৎ আমি মায়ের সঙ্গে রাগারাগি করেছি। পরে বুঝেছি, এতে মা প্রচণ্ড কষ্ট পেয়েছে। এখন আমার মা আর আমার সঙ্গে ভালোভাবে কথা বলে না। সামনে টেস্ট পরীক্ষা। খুব চিন্তায় আছি, অনুশোচনায় বারবার কান্না পাচ্ছে। কিচ্ছু ভালো লাগছে না। এখন কী করা উচিত?\r\n', 'সমাধান:তুমি যে কতটা মানসিক চাপে রয়েছ, তা বুঝতে পারছি। কেউ যদি আমাদের বিশ্বাস ভঙ্গ করে, সেটি অত্যন্ত পীড়াদায়ক হয়। সে কারণেই তুমি প্রচণ্ড দুঃখ ও বঞ্চনা থেকে মায়ের সঙ্গে রাগ করে ফেলেছ। মাকে পুরোপুরি বিশ্বাস করে খুব ব্যক্তিগত একটি তথ্য তুমি তাঁকে দিয়েছ। দুর্ভাগ্যবশত আমাদের সমাজে গোপনীয়তা রক্ষার চর্চাটি খুব কম হয়।আমাদের পরিবারে ও শিক্ষাপ্রতিষ্ঠানে পারস্পরিক শ্রদ্ধাবোধ তৈরি করতে আলাদাভাবে শেখানো হয় না। যার প্রতি অগাধ বিশ্বাস থাকে, সে যদি সেটি রাখতে ব্যর্থ হয়, তাহলে কষ্টটা অনেক বেড়ে যায়। তবে তুমি মাকে রেগে গিয়ে যা বলেছ, সেটি হয়তো তিনি তোমার কাছ থেকে একেবারেই প্রত্যাশা করেননি। সে কারণেই ভালোভাবে কথা না বলে তাঁর রাগটি নীরবে প্রকাশ করছেন। তিনি যেহেতু তোমার চেয়ে অনেক বেশি অভিজ্ঞতাসম্পন্ন, তাই তাঁর কাছ থেকে কিছুটা আবেগীয় পরিপক্বতা আশা করা যায়। হয়তো সেটি না থাকার কারণে তিনি তাঁর আদরের সন্তানের সঙ্গে যথাযথভাবে আচরণ করতে পারছেন না।আমরা যদি কারও আচরণে মনঃক্ষুণ্ন হই, তাহলে সেটি দৃঢ়তা ও ভদ্রতা—দুটোই বজায় রেখে কারণটি বলে দিলে সবচেয়ে ভালো হয়। কিন্তু সামাজিক দক্ষতা ও আবেগীয় পরিপক্বতার অভাবে আমরা বেশির ভাগ সময় সেটি করতে ব্যর্থ হই। কারও সঙ্গে কথা বন্ধ করে দিলে সম্পর্কজনিত সমস্যা আরও বেড়ে যায় এবং যার সঙ্গে এটি করা হয়, তার মনে প্রচণ্ড অভিমান জমে যায়। যেহেতু তিনি তোমার এতটা কাছের মানুষ, সেহেতু তাঁর রাগ ও অভিমানের কথাগুলো সরাসরি বলে ফেললেই ভালো হতো। তাতে বরং তুমি কিছু বলার সুযোগ পেতে এবং দুজনেই মনের কথা প্রকাশ করে হালকা বোধ করতে পারতে। এই নীরবতাটি তিনি যদি না ভাঙেন, তাহলে তোমাকেই উদ্যোগ নিতে হবে।খুব ভালো হয়, তুমি যদি মায়ের কাছে একটি বড় করে চিঠি লেখো। সেখানে তাঁর প্রতি পরিপূর্ণ শ্রদ্ধা রেখে এবং তাঁকে তুমি কতটা ভালোবাসো, তা উল্লেখ করে তোমার হতাশা ও বিশ্বাস ভঙ্গের কথাটি বলো। এ ছাড়া তুমি যে কথাগুলো রাগ করে বলে ফেলেছ, তার জন্যও ক্ষমা প্রার্থনা করো। এতে করে তুমি অনেকটা ভারমুক্ত হবে এবং মা-ও হয়তো তোমার সঙ্গে স্বাভাবিক আচরণ করতে সক্ষম হবেন।\r\n'),
(7, 'fear problem,problem with parents\r\n', 'সমস্যা:আমার ছোটবেলার স্বপ্ন দেশসেরা ইঞ্জিনিয়ার হওয়া। সে লক্ষ্যেই পড়াশোনা করেছি। আমার ফলাফল ভালো। দুটোতেই জিপিএ-৫ পেয়েছি। কিন্তু পরিবারের সবার সঙ্গে আমার ইচ্ছার কোনো মিল নেই। তাদের ইচ্ছা আমি যেন ডাক্তার হই। পরিবারে কোনো ডাক্তার নেই, সেই খালি জায়গা যেন আমি পূরণ করি। ইতিমধ্যে আমাকে মেডিকেল ভর্তি পরীক্ষার জন্য কোচিংয়ে ভর্তি করানো হয়েছে। এমবিবিএস ভর্তি পরীক্ষার আবেদন ফরমও পূরণ করানো হয়েছে। কিন্তু এই সিদ্ধান্ত আমি কিছুতেই মেনে নিতে পারছি না। সবকিছু ইচ্ছার বিরুদ্ধে যাচ্ছে, ভয়ে কিছু বলতেও পারছি না। নিজের ইচ্ছাটাকে গুরুত্ব দেব নাকি পরিবারের ইচ্ছাকে! মানসিক অস্থিরতায় ভুগছি\r\n', 'সমাধান:তোমাকে বাবা-মা পৃথিবীতে এনেছেন তাঁদের স্বপ্ন পূরণের জন্য এবং সেই কারণে তোমার ইচ্ছাটিকে তাঁরা সম্মান দেখাবেন, সেটি তুমি প্রত্যাশা করতেই পারো। আগের ফলাফলগুলো তোমার তো খুবই ভালো হয়েছে। তুমি যে ডাক্তারি না পড়ে নিজের পছন্দের বিষয়টি পড়তে চাইছ সেটি তো অন্যায় নয়। কেবল পরিবারে কোনো ডাক্তার নেই বলে তোমার নিজের ইচ্ছাকে বিসর্জন দিতে হবে এটি সুবিচারের পরিচায়ক নয়।তুমি যদি সম্পূর্ণ ইচ্ছার বিরুদ্ধে এ ধরনের একটি সেবামূলক পেশায় নিযুক্ত হও, তাহলে আন্তরিকভাবে মানুষকে উপকৃত করতে পারবে না। অনেকেই তাদের স্বপ্ন পূরণে ব্যর্থ হয়ে পরবর্তী সময়ে বিষণ্নতায় ভোগে। মানসিক স্বাস্থ্যের অবনতি ঘটলে কোনো মানুষই নিজের পরিবারে ও সমাজে বিশেষ কোনো অবদান রাখতে পারে না। মনে হচ্ছে পরিবারের সদস্যদের সঙ্গে তোমার একটি ভয়ের সম্পর্ক তৈরি হয়েছে। তাঁদের সঙ্গে নিঃসংকোচে নিজের ইচ্ছার কথা প্রকাশ করার সৎসাহস দেখাতে পারছ না। হয়তোবা তাঁরা পরিবারে একটি গণতান্ত্রিক পরিবেশ তৈরি করতে পারেননি। গবেষণায় প্রমাণিত হয়েছে, পরিবারের অভ্যন্তরে একটি সুস্থ গণতান্ত্রিক পরিবেশ সন্তানদের সামাজিক ও মানসিক বিকাশে অত্যন্ত সহায়ক ভূমিকা রাখে।মনের ভয়টিকে জয় করে অত্যন্ত ভদ্রভাবে এবং যুক্তি ব্যবহার করে তোমার মনের অবস্থাটি ব্যক্ত করো। তাঁরা যে তোমার কাছে এ ধরনের প্রত্যাশা রাখতে পারেন, সেটির প্রতি সম্পূর্ণ সম্মান রেখে অকপটে তাঁদের বল যে তুমি কেবল মানসিকভাবে ভালো অনুভব করলেই একজন মনোযোগী ছাত্র হতে পারবে। যেহেতু মেডিকেলে অনেক বেশি পড়াশোনা করতে হয়, সে কারণে মানসিক স্থিতিশীলতা একটি পূর্বশর্ত হিসেবে কাজ করে।\r\nদেশের সেরা ইঞ্জিনিয়ার হওয়া বলতে তুমি কী বুঝিয়েছ, সে ব্যাপারে একটি স্বচ্ছ ধারণা রাখাও প্রয়োজন রয়েছে। বিশেষ কোনো বিষয়ের ওপরে তোমার কোনো গবেষণার পরিকল্পনা রয়েছে কি না, সেটি ভেবে দেখবে।যদি মৌখিকভাবে নিজেকে প্রকাশ করতে অসুবিধা হয়, তাহলে লিখিতভাবেও তুমি মনের কথাগুলো জানাতে পারো। এমন কোনো আত্মীয় যদি থাকেন, যার কথা পরিবার মূল্য দেয়, তাঁর সঙ্গে বিষয়টি শেয়ার করো। তাঁকে দায়িত্ব দিতে পারো বাবা-মায়ের কাছে এ বিষয়টি তুলে ধরার জন্য।এ ছাড়া একটি কাগজে বাবা-মায়ের ইচ্ছা পূরণ করলে তোমার কী সুবিধা ও অসুবিধা হতে পারে সেটি লিখলে তুমি আত্মোপলব্ধির জায়গায় কিছুটা হলেও পৌঁছাতে পারবে। নিজের ইচ্ছাকে ধরে রেখে চললে কী সুবিধা-অসুবিধা হবে তা-ও লিখে ফেলবে। তারপর, দেখো কোনদিকে অসুবিধা বেশি রয়েছে। তখন অসুবিধা যেদিকে বেশি দেখবে, সেই দিকটা বর্জন করে তুমি সিদ্ধান্ত নাও।\r\n');

-- --------------------------------------------------------

--
-- Table structure for table `story1`
--

CREATE TABLE `story1` (
  `id` int(11) NOT NULL,
  `tit` varchar(40) CHARACTER SET utf8 NOT NULL,
  `problem` varchar(1500) CHARACTER SET utf8 NOT NULL,
  `solution` varchar(5000) CHARACTER SET utf8 NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `story1`
--

INSERT INTO `story1` (`id`, `tit`, `problem`, `solution`) VALUES
(1, 'anger problem,i am always angry', 'সমস্যা:আমার বয়স ১৭ বছর। ছোটবেলা থেকে একধরনের সমস্যায় ভুগছি। চারপাশে অগোছালো, অপরিষ্কার কিছু দেখলে আমার মাথা ঠিক থাকে না। আমি খুব পরিপাটি থাকতে পছন্দ করি। কেউ নোংরা করলে তার সঙ্গে খারাপ ব্যবহার করি। এ নিয়ে অনেকে রাগ করে, কটু কথা বলে। এরপর কোনো কাজেই মন বসাতে পারি না।অনেক সময় হাত পরিষ্কার থাকলেও মনে হয় পরিষ্কার হয়নি। এ জন্য বারবার হাত ধুতে থাকি। বারবার বইয়ের পাতা ওল্টাই। মনে হয় কোনো দরকারি জিনিস ভেতরে রয়ে গেছে। বারবার টেবিলের বই-খাতা গোছাই। এ ধরনের আরও অসংখ্য সমস্যায় আমি ভুগছি। যার কারণে আমার পড়াশোনার একেবারে বিপর্যস্ত অবস্থা। আমার সমস্যা নিয়ে পরিবারের কারও বিশেষ মাথাব্যথা নেই। আমি নিজেও এসব সমস্যা নিয়ে কাউকে বলি না। এ থেকে বের হওয়ার কি কোনো উপায় আছে?\r\n\r\n', 'সমাধান:তুমি একই সঙ্গে দুশ্চিন্তা ও বিষণ্নতায় ভুগছ। হয়তোবা শৈশবে তোমাকে প্রতিটি জিনিস খুব গুছিয়ে করতে বলা হতো। কোনো ভুল করলে সমালোচনা করা হতো। অথবা এটিও হতে পারে, কোনো কিছু সুচারুভাবে না করলে তা নিয়ে পরিবারের কোনো সদস্যকে চিন্তিত হতে বা রাগ করতে দেখেছ। এ ছাড়া বাবা বা মায়ের পরিবারের কেউ যদি বিষণ্নতায় ভুগে থাকেন তাহলে বংশগতভাবেও আমাদের এ ধরনের প্রবণতা হতে পারে।তোমার চিন্তার জগৎ কীভাবে প্রভাবিত হবে সেটা প্রাক্‌-শৈশব থেকেই ব্যক্তিত্বের অংশ হয়ে যায়। এ কারণে বড় হওয়ার পর, তুমি চেষ্টা করেও আচরণগুলো নিয়ন্ত্রণ করতে পারছ না। হয়তোবা তুমি একেবারে চাও না অন্যরা অপরিচ্ছন্ন থাকলে তাদের সঙ্গে দুর্ব্যবহার করতে, কিন্তু কোনোভাবেই নিজেকে মুক্ত রাখতে পারছ না।তাঁরা যখন আবার এই নিয়ে সমালোচনা করছেন, তখন তোমার আত্মবিশ্বাস ও আত্মসম্মানবোধ ক্ষতিগ্রস্ত হচ্ছে। এসব মনঃকষ্ট থেকে বেরিয়ে আসার জন্য তুমি উপায়ান্তর না দেখে নিজেই অতিরিক্ত পরিষ্কার-পরিচ্ছন্ন ও পরিপাটি থাকছ এবং বারবার একই কাজ করছ। কিন্তু তাতে তোমার কোনো নিষ্কৃতি তো ঘটছেই না বরং আরও বেশি এই দুষ্টচক্রের মধ্যে আবর্তিত হচ্ছ।এই অসুস্থতাকে ‘অবসেসিভ কম্পালসিভ ডিসঅর্ডার’ বলা হয়। এটি অত্যন্ত পীড়াদায়ক একটি মানসিক অবস্থা। দুর্ভাগ্যবশত, পরিবারের অন্য সদস্যরা বেশির ভাগ সময়ই একেবারেই অনুধাবন করতে পারে না।\r\nতুমি যেহেতু ইচ্ছে করে ও সচেতনভাবে এমন আচরণ করছ না, তাই নিজেকে অন্তত দোষারোপ কোরো না। জোর করে হয়তো পড়তে চেষ্টা করছ, কিন্তু মনের ভেতরটি এত অশান্ত থাকলে তো পড়ালেখা ঠিকভাবে করাও সম্ভব হয় না। এই অসুস্থতায় অবসেশনের অংশটিতে যে ভাবনাগুলো কাজ করে সেগুলো হচ্ছে, রোগজীবাণু সংক্রমণের ভয়, কাউকে আক্রমণ করার প্রবণতা, কাছের ও প্রিয় মানুষদের কষ্ট দেওয়ার প্রবল ইচ্ছে, নিজের কোনো ক্ষতি হবে বলে ভাবতে থাকা ইত্যাদি। এরপর যেসব কম্পালসিভ আচরণ ঘটে, সেগুলো হচ্ছে, বারবার কোনো কিছু পরখ করতে থাকা, গণনা করতে থাকা, নিজেকে অতিরিক্ত পরিষ্কার করতে থাকা, অপ্রয়োজনীয় জিনিস জমিয়ে রাখা, আশপাশের মানুষদেরও পরিষ্কার থাকার জন্য চাপ দেওয়া, সবকিছু প্রয়োজনের চেয়ে বেশি সুবিন্যস্ত করে সাজিয়ে রাখা, প্রিয় মানুষগুলো নিরাপদে আছেন কি না, সেটি বারবার জানতে চাওয়া ইত্যাদি।নিজেকে সাহায্য করার জন্য তুমি যা করতে পারো তা হচ্ছে, তোমার যেসব ব্যাপার নিয়ে দুশ্চিন্তা হচ্ছে, সেটিকে বন্ধ করতে চেষ্টা না করা, প্রতিদিন শরীরচর্চা করা, হাঁটা ও দৌড়ানো, মানুষের সঙ্গে মেলামেশা করা, নিয়ম করে প্রতিদিন অন্তত ১৫ থেকে ৩০ মিনিট নিজের পছন্দের কিছু করা, কম্পালসিভ আচরণগুলোকে বিলম্বিত করা। যেমন, যদি মনে হয় ঘরের দরজাটি বন্ধ করা হয়নি, তাহলে বন্ধ করার পর দরজাটি দেখতে কেমন ছিল তা ভাবা, যে চিন্তাগুলো মাথায় আসছে সেগুলো লিখে ফেলা, অবসেসিভ চিন্তাগুলোকে আটকে না রেখে বরং অন্য একসময় এই চিন্তাগুলোকে সময় দেওয়ার পরিকল্পনা করা ইত্যাদি।জোর করে কোনো ভাবনা থামাতে গেলে সেটি আরও বেশি করে আমাদের পেয়ে বসে বলে সেগুলোকে আসতে দিলেই বরং আমাদের অবচেতন মন সেটির ওপরে আকর্ষণ হারিয়ে ফেলে। তবে আমি বলব, তুমি এর জন্য কোনো সাইকোথেরাপিস্টের সাহায্য গ্রহণ করো। তিনি যদি তোমাকে কোনো মনোরোগ বিশেষজ্ঞের কাছে গিয়ে ওষুধের পরামর্শ নিতে বলেন, তাহলে সেটিও করো। পরিবারকে বলো, তাঁরা যেন এই বিষয়টিকে গুরুত্বের সঙ্গে নেন। শারীরিকভাবে অসুস্থ হলে কিন্তু অভিভাবকেরা ঠিকই সন্তানদের চিকিৎসকের কাছে নিয়ে যান, ঠিক একই রকমভাবে মানসিক অসুস্থতার ক্ষেত্রেও আমাদের পদক্ষেপ নিতে হবে।তোমার বয়স অনেক কম, সামনে সম্পূর্ণ ভবিষ্যৎ পড়ে আছে। চিকিৎসা নিতে বিলম্ব হলে কিন্তু পরবর্তী সময়ে এটি নিরাময় হতে অনেক বেশি সময় লাগবে। এখন চিকিৎসা গ্রহণ করলে তোমার পক্ষে এটি কাটিয়ে ওঠা সহজ হবে।\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n\r\n'),
(2, 'anger problem,i am always angry', 'সমস্যা:জীবনে কী পেলাম আর কী পেলাম না, ৪৫ বয়সে এসে তা নিয়ে তেমন মাথা ঘামাই না। কিন্তু বছরের পর বছর বুকের ভেতর লালন করা একটা তীব্র ক্ষোভ, না পাওয়ার ব্যথা আমাকে কুরে কুরে খাচ্ছে। অনেক আশা নিয়ে ঢাকা বিশ্ববিদ্যালয়ে অর্থনীতি বিভাগে ভর্তি হয়েছিলাম। কিন্তু স্নাতক পড়া ছেড়ে, সাধারণ কলেজে পাস কোর্সে ভর্তি হতে হয়েছিল। বিয়ের পর অনেক কাঠখড় পুড়িয়ে স্নাতকোত্তর শেষ করি।\r\n\r\nবর্তমানে প্রাথমিক বিদ্যালয়ের সহকারী শিক্ষক আমি। কিন্তু বিশ্ববিদ্যালয়ে ভর্তি হয়েও পড়তে না পারার ক্ষোভে জীবন নিয়ে আর কোনো স্বপ্ন দেখি না। নিজেকে ধরে রাখতে পারি না, যখন বিশ্ববিদ্যালয়ের সর্বোচ্চ ডিগ্রি নেওয়া উঁচু পদে অধিষ্ঠিত পরিচিত কেউ সামনে এসে দাঁড়ান। মনে হয়, আমারও তো এ রকম একটা ডিগ্রি থাকতে পারত, তখন পরিচিতি হয়ে পড়ত বিশ্ববিদ্যালয়ের অমুক ব্যাচের অমুক বিভাগের শিক্ষার্থী হিসেবে। কিন্তু কিছুই হলো না।\r\n\r\nআমার এই বিষণ্নতা, না পাওয়ার বেদনা মাঝেমধ্যে অসহ্য হয়ে ওঠে। তার থেকে রেহাই পাওয়ার কোনো পথ আছে?\r\n\r\n', 'সমাধান:তুমি লিখেছ, নিজেকে অনেক কিছু থেকে বঞ্চিত করেছ বলে তোমার মনে হয়। এগুলো তোমাকে খুব যন্ত্রণা দিয়েছে তা বোঝা যাচ্ছে। তবে লেখাপড়ার ক্ষেত্রে যা ঘটেছে, সেটা সবচেয়ে বেশি পীড়াদায়ক তোমার জন্য। তবে স্নাতক পড়তে পড়তে তুমি কী কারণে ঢাকা বিশ্ববিদ্যালয় ছেড়ে কলেজে ভর্তি হয়ে পাস কোর্সে পড়লে, সেটি চিঠিতে উল্লেখ করোনি। নিশ্চয়ই এমন কোনো বিশেষ পরিস্থিতির উদ্ভব হয়েছিল, যা তোমাকে বড় ধরনের একটি স্বপ্নপূরণের ক্ষেত্রে বাধা সৃষ্টি করেছিল।ঢাকা বিশ্ববিদ্যালয়ে অর্থনীতিতে ভর্তি হয়েছিলে জেনে মনে হচ্ছে, তুমি একজন অত্যন্ত মেধাবী শিক্ষার্থী। হয়তোবা কারণটি এমনই ছিল, যা তোমাকে বাধ্য করেছে পাস কোর্সে ভর্তি হওয়ার জন্য। সেটি যে একটি খুব বড় ধরনের ধাক্কা ছিল, তাতে কোনো সন্দেহ নেই। তবে তুমি কিন্তু একেবারে থেমে যাওনি, বরং প্রতিকূলতাকে জয় করে স্নাতকোত্তর ডিগ্রি অর্জন করে নিজেকে উপার্জনক্ষম করেছ। তোমার মতো মেধাসম্পন্ন, জ্ঞানী একবন মানুষের কাছে সেই অর্জনটি যে ম্লান মনে হবে, তা-ও স্বাভাবিক।তোমার জীবনের অন্য বিষয়গুলো, যেমন ব্যক্তিগত ও সামাজিক প্রেক্ষাপট কেমন ছিল বা এখন রয়েছে, তা জানতে পারলে ভালো হতো। বেশির ভাগ সময় কোনো একটি ক্ষেত্রে আমরা কিছুটা পিছিয়ে পড়লেও পারিবারিক ও সামাজিক সহায়তার মাধ্যমে আমরা মানসিকভাবে ভালো থাকার প্রাণশক্তি পাই। এমন কি হয়েছে যে তুমি সেই জায়গাগুলো থেকে যথেষ্ট উৎসাহ ও সহযোগিতা পাওনি, যা তোমার কষ্টকে আরও বাড়িয়ে দিয়েছে?তবে ঢাকা বিশ্ববিদ্যালয়ের ডিগ্রি ও পিএইচডি না করেও তুমি কিন্তু একটি সুন্দর মানুষ গড়ার জায়গাটিতে চমৎকার অবদান রাখতে পারছ। একজন মানুষের ব্যক্তিত্ব গঠনের মোক্ষম সময় হচ্ছে প্রথম সাত-আট বছর। সেই সময়ে যদি তারা সৎ ও আদর্শ শিক্ষকের সংস্পর্শে আসতে পারে, তাহলে দেশের সুনাগরিক পাওয়ার সম্ভাবনা তৈরি হয়। বিশ্ববিদ্যালয় পর্যায়ে কিন্তু চারিত্রিক বৈশিষ্ট্যগুলো পরিবর্তনের খুব সুযোগ থাকে না। তোমার এই বিষণ্নতা কবে শুরু হয়েছে জানি না, তবে এই অবস্থায় থাকলে তুমি শ্রেণিকক্ষকে আকর্ষণীয় করে তোলার আগ্রহ পাবে না। শিক্ষার্থীরাও কিন্তু একজন প্রাণবন্ত ও হাস্যোজ্জ্বল শিক্ষকের সঙ্গ উপভোগ করে।তোমাকে আন্তরিকভাবে অনুরোধ করব, এখন থেকেই নিজের কাছে প্রতিজ্ঞা করো যে তুমি কখনো কারও সঙ্গে নিজেকে তুলনা করবে না। কারণ, আমরা সবাই নিজের মতো করেই অনন্য ও অসাধারণ। কেবল আমাদের তুলনা ও প্রতিযোগিতা নিজের সঙ্গেই হতে পারে। প্রতিদিনের চর্চায় আমরা নিজেকে কিছুটা সমৃদ্ধ করার সংকল্প গ্রহণ করব। তোমার জীবনের বিভিন্ন মোড়ে যেসব বাধা এসেছে, সেটি আর কারও সঙ্গে তুলনীয় নয়। কাজেই নিজেকে কারও সঙ্গে মেলাতে যাওয়ার অর্থ হচ্ছে নিজের সত্তাকে অবমাননা করা। এ ছাড়া প্রতিদিন অল্প সময়ের জন্য হলেও শরীরচর্চা, মেডিটেশন, সৃষ্টিকর্তার কাছে আত্মসমর্পণ আমাদের অনেক শক্তি দেয়। ইউটিউবে মোটিভেশনাল বক্তৃতাগুলো নিয়মিত শুনলেও মানসিক উন্নয়ন ঘটে থাকে। এ ছাড়া তোমার ভাবনা ও আবেগগুলো লেখার মাধ্যমেও মনের ভার কিছুটা লাঘব হতে পারে।\r\n'),
(3, 'anger problem,i am always angry', 'সমস্যা:আমার ছোট বোন। ছোটবেলায় খুব চঞ্চল প্রকৃতির ছিল। ভালো গাইতে ও নাচতে পারত। তবে খুব জেদি ছিল। এখন ওর বয়স ২০ বছর। যখন সে দশম শ্রেণিতে পড়ে হঠাৎ ওর মধ্যে কিছু পরিবর্তন দেখা যায়। মানুষের সঙ্গে কম মেশা, খুব কম কথা বলা, অল্পতেই রেগে যাওয়া, বাড়িতে অতিথি আসা পছন্দ না করা—এসব বেশ চোখে পড়ত। ঘরেই সময় কাটাত বেশি। দিন দিন সমস্যা প্রকট হওয়ায় জাতীয় মানসিক স্বাস্থ্য ইনস্টিটিউটের একজন চিকিৎসকের শরণাপন্ন হই। তাঁর পরামর্শে প্রায় পাঁচ মাস চিকিৎসা চলে। কোনো উন্নতি না হওয়ায় বাড়ির কাছে পাবনা মানসিক হাসপাতালের একজন চিকিৎসককে দেখাই। তাঁর পরামর্শে প্রায় চার বছর চিকিৎসা চলে। কিন্তু তাতেও কোনো উন্নতি না হওয়ায় আমরা খুব ভেঙে পড়ি। কী করব বুঝতে পারছি না। ওর চিকিৎসা এখন বন্ধ আছে, স্বাভাবিক জীবনে নেই সে। আমাদের কোনো কথা রাখে না। কীভাবে মানুষের সঙ্গে কথা বলতে হয়, কী রকম ব্যবহার করতে হয়, বোঝে না। মাকে সহ্য করতে পারে না। আবার অনেক সময় ভালো থাকে। মাকে রান্নায় সহযোগিতা করে। মানুষের সঙ্গে কথা বলতে চায়, কিন্তু গুছিয়ে বলতে পারে না।\r\nএখন আমরা ওকে মানসিক পরিচর্যা কেন্দ্রে রেখে চিকিৎসা দিতে ইচ্ছুক। আমাদের পূর্বপুরুষের কেউ এমন ছিলেন না। আমরা ওর জন্য কী করতে পারি?\r\n\r\n', 'সমাধান:এত অল্প বয়স থেকে তোমার ছোট বোনটার এই দীর্ঘমেয়াদি অসুস্থতা সত্যিই খুব দুঃখজনক। এতে করে ওর তো সীমাহীন কষ্ট হচ্ছেই, সেই সঙ্গে বাড়ির সদস্যদেরও প্রচণ্ড মানসিক যন্ত্রণার ভেতরে থাকতে হচ্ছে। দীর্ঘ চিকিৎসায় ওর অবস্থার কোনো উন্নতি হয়নি, এটিও খুব হতাশাজনক। তোমার চিঠি পড়ে মনে হচ্ছে, তোমরা ওকে শুধু ওষুধের মাধ্যমে চিকিৎসা করিয়েছ। সেই সঙ্গে সাইকোথেরাপি বা কাউন্সেলিংয়ের সহায়তা নেওয়ার প্রয়োজন ছিল। তোমার বোনের রোগনির্ণয় হয়েছিল কি না, তা উল্লেখ করোনি। ওষুধের সাহায্যে ওর মস্তিষ্কে রাসায়নিক ভারসাম্য রক্ষায় সহায়তা করা হয়েছে। তবে একই সঙ্গে ওর মধ্যে যে নেতিবাচক চিন্তা ও আবেগের সৃষ্টি হয়, সেগুলো নিয়ে ওর মধ্যে অন্তর্দৃষ্টি তৈরি করাও খুব জরুরি ছিল। সাইকোথেরাপিস্টরা এ ধরনের মানসিক ঝুঁকিতে থাকা মানুষের সঙ্গে শ্রদ্ধাপূর্ণ ও সহমর্মী আচরণের মাধ্যমে একটি পেশাগত সম্পর্ক গড়ে তোলেন। এই কষ্টে থাকা মানুষগুলো তখন জীবনের পীড়াদায়ক অভিজ্ঞতাগুলো বর্ণনা করার সুযোগ পান। তখন তাঁরা নিজেদের মর্যাদা ও আস্থা ফিরে পান এবং নিজেকে একটি গ্রহণযোগ্য মানুষ হিসেবে দেখতে শুরু করেন। ফলে তাঁদের মনের ভেতরের কষ্টের ভার তখন অনেকটাই লাঘব হয়। এরপর তাঁদের নানা ধরনের থেরাপিউটিক কৌশলের মাধ্যমে চিন্তা বা ভাবনাগুলো পরিবর্তনে সহায়তা করা হয়। এসব ক্ষেত্রে শুধু অসুস্থ মানুষটিই নন, তাঁর পরিবারের সদস্যদের নিয়েও পারিবারিক থেরাপি সেশন করা হয়। কারণ, অসুস্থ মানুষটি যখন রেগে যাচ্ছেন বা নিজেকে গুটিয়ে নিচ্ছেন, তখন অন্য সদস্যরা সেগুলো নিয়ে প্রায়ই হতাশা ব্যক্ত করেন এবং কখনো কখনো তাঁরাও রেগে যান। এর দ্বারা কষ্টে থাকা মানুষটির রোগ অনেক সময় বেড়ে যায় এবং নিরাময়ের সম্ভাবনাও কমে যেতে থাকে।\r\nকিছু মানসিক অসুস্থতা সম্পূর্ণ নিরাময় না হলেও তাঁরা নিয়মিত কিছু ওষুধ সেবন ও সাইকোথেরাপির সহায়তায় বেশ কিছুটা স্বাভাবিক জীবনে থাকতে সক্ষম হন। আমি তোমাকে অনুরোধ করব ঢাকা বিশ্ববিদ্যালয়ের কলাভবনে চারতলা এবং পাঁচতলায় যথাক্রমে নাসিরুল্লাহ সাইকোথেরাপি ইউনিট অথবা এডুকেশনাল কাউন্সেলিং সাইকোলজি বিভাগে সেবা গ্রহণের জন্য যোগাযোগ করতে। সেখানে যাঁরা সেবা দিচ্ছেন, তাঁরা বলে দিতে পারবেন তোমার বোনের চিকিৎসাটি কীভাবে করলে সে উপকৃত হতে পারে।\r\n'),
(4, 'anger problem,i am always angry', 'সমস্যা:আমি এইচএসসি প্রথম বর্ষের ছাত্রী। পরিবারকে ঘিরেই আমার জীবন। তবে আমার মা–বাবা একটা বড় অন্যায় কাজ করেছিলেন, তাতে আমি প্রচণ্ড মানসিক আঘাত পেয়েছি। তাঁদের মধ্যে ওই অন্যায় নিয়ে কোনো অনুশোচনাও নেই! এটা আমি সহজে মেনে নিতে পারছি না। ফলে আমি মানসিকভাবে বিপর্যস্ত হয়ে পড়েছি, আস্তে আস্তে ইতিবাচক চিন্তাশক্তি হারিয়ে ফেলছি। সারাক্ষণ পরিবারের মধ্যে থেকে ওই আঘাতটা ভুলতেও পারছি না। পড়াশোনায় মন দিয়ে এসব থেকে দূরে থাকার চেষ্টা করেও ব্যর্থ হচ্ছি, ভুগছি সিদ্ধান্তহীনতায়। আমার দুই বোন অবশ্য সেটা সহজে মেনে নিয়েছে। তারা হয়তো মানসিকভাবে পরিপক্ব বলেই সেটা পেরেছে। তবে মানসিক অপরিপক্বতা ও ন্যায়বোধের কারণে হয়তো আমি তা মানতে পারছি না। একা থাকলেই শুধু কাঁদতে ইচ্ছা করে। এই পরিস্থিতি থেকে বের হতে পারছি না বলে স্বাভাবিক জীবন যাপন ভীষণ\r\nবাধাগ্রস্ত হচ্ছে।\r\n', 'সমাধান:তোমার মা–বাবার কোন অন্যায় কাজটি তোমার মধ্যে এতটা মানসিক বিপর্যস্ততা তৈরি করেছে, তার সামান্য উল্লেখ থাকলে ভালো হতো। হয়তোবা তুমি গণমাধ্যমে সেটি লিখতে স্বাচ্ছন্দ্যবোধ করোনি। তোমার এত কষ্ট পাওয়ার পেছনে দুটি কারণ খুব স্পষ্ট। একটি হচ্ছে মা–বাবার জায়গায় যাঁরা থাকেন, তাঁদের আমরা ইতিবাচক ‘রোল মডেল’ হিসেবে দেখতে চাই। কিন্তু তাঁরা যদি সেই ভাবমূর্তির স্থান থেকে বিচ্যুত হন, তখন সন্তানদের কষ্টের মাত্রা খুব বেশি হয়। বিশেষ করে তোমার মতো স্পর্শকাতর, সংবেদনশীল ছেলেমেয়েদের পক্ষে সেটি গ্রহণ করা প্রায় অসম্ভব হয়ে পড়ে। দ্বিতীয় বড় কারণটি হচ্ছে, তাঁরা অন্যায় কাজটির মোটেও দায়িত্ব নিচ্ছেন না এবং এ নিয়ে অনুতপ্তও হচ্ছেন না।তোমার অন্য দুই বোন বিষয়টিতে অতটা আঘাতপ্রাপ্ত হয়নি। তুমি বলছ, সেটির কারণ তারা মানসিকভাবে পরিপক্ব। তবে এটা না-ও হতে পারে। তোমার নৈতিকতার মূল্যবোধটি বেশি শক্তিশালী বলেই এটি ঘটছে। তুমি বোন দুটির সঙ্গে বিষয়টি নিয়ে কথা বলেছ কি না, জানি না। হয়তোবা শেয়ার করলে তোমার ভেতরটা কিছুটা হালকা হতে পারত। তুমি লিখেছ, পরিবারকে ঘিরেই তোমার জীবন। তাই যদি হয়, তাহলে বাবা ও মায়ের সঙ্গে তোমার সম্পর্কটি তো ভালো হওয়ার কথা ছিল। তুমি কি তাদের কারও সঙ্গে মন খুলে কথা বলতে পারো না? যদি তাঁদের কারও সঙ্গে একটু ঘনিষ্ঠতা থাকে, তাহলে কি প্রথমে তোমার বর্তমান মানসিক অবস্থাটি জানিয়ে তারপর প্রশ্ন করতে পারো যে, কোন অবস্থার পরিপ্রেক্ষিতে তাঁদের এ ধরনের পদক্ষেপ নিতে হয়েছে? এমন তো হতে পারে যে, তাঁরা কোনো বিশেষ পরিস্থিতির শিকার হয়েছেন।আমাদের দেশের বেশির ভাগ অভিভাবক অনেক গুরুত্বপূর্ণ বিষয়ে সন্তানদের পুরোপুরি অন্ধকারে রেখে দেন এবং প্রশ্ন করলে হয় এড়িয়ে যান অথবা এমন কোনো উত্তর দেন, যা পুরোপুরি সঠিক নয়। তাঁরাও যেহেতু তাঁদের মা–বাবাকে এই আচরণ করতে দেখেছেন, তাই এটি তাঁদের কাছে স্বাভাবিক বলে মনে হয়। ‘সন্তােনরা অনেক বিষয় বোঝে না, তাই তাদের সবকিছু জানানো প্রয়োজন নেই’—এই মনোভাবটি তাঁরা পোষণ করেন। অথচ তাঁরা জানেন না যে শিশুরাও অনেক কিছুই উপলব্ধি করতে পারে এবং বর্তমান প্রজন্ম অনেক কিছু দেখে ও শুনে বড় হচ্ছে বলে তাদের মনে অনেক প্রশ্ন ভিড় করে। কিন্তু অভিভাবকেরা তাদের প্রশ্নের উত্তরগুলো সঠিকভাবে না দিলে সন্তানেরা তাঁদের অবিশ্বাস করতে শুরু করে এবং অশ্রদ্ধাও করতে থাকে। খুব ভালো হতো যদি তোমার মা–বাবা এ ব্যাপারটি যথেষ্ট ব্যাখ্যা ও যুক্তি দিয়ে তোমাদের সঙ্গে আলোচনা করতে পারতেন। নিঃসন্দেহে তুমি বিষণ্নতায় ভুগছ এবং সে জন্য নেতিবাচক চিন্তা ও সিদ্ধান্তহীনতার সৃষ্টি হচ্ছে। যদিও তুমি তাঁদের সন্তান, তবু বলব, তোমার একটি পৃথক পরিচিতি ও সত্তা রয়েছে, সেটি প্লিজ ভুলে যেয়ো না। তুমি যে ন্যায়ের পক্ষে রয়েছ, সে জন্য নিজেকে অনেক শ্রদ্ধা করবে, কেমন?ভবিষ্যতে তুমিও অভিভাবক হবে এবং নিজের কাছে প্রতিজ্ঞা করতে পারো যে তুমি তোমার সন্তানদের জন্য অনুসরণীয় দৃষ্টান্ত তুলে ধরবে। এই ঘটনাটি জীবনের একটি দুর্ঘটনা ও অনাকাঙ্ক্ষিত পর্যায় হিসেবে দেখে সামনে এগিয়ে যাও। মনে করার চেষ্টা করো, মা–বাবা হলেও দিন শেষে তাঁরাও তো মানুষ, কাজেই তাঁরা ভুল করতেই পারেন। মন ভালো রাখার জন্য আলাদা করে সময় রেখে এমন কিছু কাজ করো, যাতে করে এই চিন্তাগুলো তোমাকে সব সময় বিভ্রান্ত করতে না পারে। আশা করছি, এই ঘটনাটি তোমার মতো আদর্শ চিন্তার মানুষকে জীবনের লক্ষ্যে পৌঁছানো থেকে বিরত করবে না।\r\n'),
(5, 'anger problem,i am always angry', 'সমস্যা:আমি অনেক বড় হয়ে গেছি কিন্তু আমার মনটা শিশুদের মতো। আমার শিশুসুলভ মন নিয়ে মাঝেমধ্যে বিড়ম্বনায় পড়ি। আমি গত বছর একটি পাবলিক বিশ্ববিদ্যালয় থেকে মাস্টার্স করেছি। তবুও অনেক সময় ছোটদের মতো জেদ করি আগ-পিছু না ভেবেই। সিদ্ধান্ত নিতে সব সময় দোলাচলে ভুগি। সমাজের বড় মানুষদের সামনে নিজেকে তুলে ধরতে ভয় লাগে। মেয়ে হয়েও আমার চাকরি করার প্রবল ইচ্ছা, সেই লক্ষ্যে পড়াশোনাও করছি। কিন্তু বারবার মনে হচ্ছে, আমাকে দিয়ে কিছু হবে না। আবার আমি যে চাকরি করব না, এটা ভাবতেই পারি না। আমার ছোটবেলা সময়টা ভালোভাবে কাটেনি। মাঝেমধ্যে মনে হয়, আমি আমার শৈশবে ফিরে গেছি এবং সেই মতো আচরণ করতে থাকি। সবাই অস্বাভাবিক আচরণের ব্যাপারটাকে খারাপভাবে নেয়। কিছু দিন পর আমি আবার বর্তমান অবস্থানে ফিরে আসি এবং সেই মতো আচরণ করতে থাকি। নিজেই অবাক হয়ে যাই আমি এমন করছি কেন? মাঝে মাঝে কোনো কারণ ছাড়াই অনেক কাঁদি। অনেক সময় আত্মহত্যার কথাও মাথায় আসে। কিন্তু কোনোভাবে ঘোরটা কেটে গেলেই একদম স্বাভাবিক।\r\n', 'সমাধান:নিজের ব্যাপারে তোমার সচেতনতা চোখে পড়ার মতো। তবে ‘মেয়ে হয়েও’ চাকরি করার ইচ্ছার কথা বিশেষভাবে কেন উল্লেখ করেছ বুঝতে পারছি না। চাকরির সঙ্গে তো বর্তমান যুগে ছেলে বা মেয়েদের আলাদাভাবে আর বিচার করা উচিত নয়, তাই না? তুমি অবশ্যই চাকরি করবে এবং নিজস্ব উপার্জন এবং একটি পরিচিতি নিয়ে আত্মবিশ্বাসের সঙ্গে পথ চলবে। তোমার মধ্যে এখন সামাজিক ভীতি, বিষণ্নতা এবং ফ্যান্টাসি কাজ করছে। এর কারণ হতে পারে শৈশব ও কৈশোরের নেতিবাচক অভিজ্ঞতা। তুমি যে মাঝে মাঝে শিশুসুলভ আচরণ করছ, সেটির জন্য কিন্তু তুমি দায়ী নও। তোমার চারপাশে যারা তখন ছিলেন তাঁদের দায়িত্ব ছিল তোমাকে একটি সুস্থ, আনন্দদায়ক ও নিরাপদ পরিবেশ দেওয়া। তুমি কৈশোর পেরিয়ে যখন প্রাপ্ত বয়সে প্রবেশ করেছ, তখন জীবনের জটিলতা বেড়ে গেছে। এ কারণেই হয়তো তোমার মানসিক চাপের পরিমাণও বেশি হচ্ছে। যখন বর্তমান সময়গুলো আমাদের কাছে দুঃসহ হয়ে পড়ে, তখন আমরা শৈশবের সহজ-সরল জীবনে অবচেতন মনের প্রভাবে অনেক সময় ফিরে যাই। কল্পনায় নিজেকে একটি শিশু ভাবতে শুরু করার ফলে আচরণেও তার প্রভাব পড়ে। তোমাকে যাঁরা তখন পর্যবেক্ষণ করেছেন, তাঁরা বুঝতে পারছেন না যে এটি স্বতঃস্ফূর্তভাবেই ঘটছে। আর তাই তাঁরা অবাক হচ্ছেন। তোমার অবশ্যই কোনো মনোরোগ বিশেষজ্ঞ বা প্রশিক্ষণপ্রাপ্ত মনোবিজ্ঞানীর কাছে যাওয়া উচিত। বেশ কিছু দিন কাউন্সেলিং সেবা নিলে তুমি নিশ্চয়ই নিজের আবেগগুলোকে কমিয়ে রাখতে সক্ষম হবে। রাজশাহী বিশ্ববিদ্যালয়ের মনোবিজ্ঞান বিভাগে বিশেষভাবে এই বিষয়ে প্রশিক্ষণপ্রাপ্ত যাঁরা রয়েছেন তুমি তাঁদের সহায়তা নিতে পার।\r\n'),
(6, 'anger problem,i am always angry', 'সমস্যা:আমি খুবই চঞ্চল। এই তো তিন মাস আগেও খুব লাফালাফি করতাম। কিন্তু এখন লাফালাফি একটুও ভালো লাগে না। বিরক্ত লাগে লাফালাফি দেখলে। ছোটবেলা থেকেই আমার খুব বেশি রাগ। রেগে ভাঙাভাঙি শুরু করি। এখন রাগ আরও বেড়ে গেছে। একদম একা থাকতে পছন্দ করি। এমনকি আমার প্রিয় বান্ধবীদেরও ভালো লাগে না। মনে হয়, আমার মধ্যে একটা কষ্ট লুকিয়ে আছে। আমার প্রায়ই চিৎকার করে কাঁদতে ইচ্ছে করে। সবাই বলে আমি নাকি পাগল। কদিন পর স্কুলের পরীক্ষা, কিন্তু কিছুতেই পড়তে পারি না। আমার কেন জানি খুব ভয় লাগে। ভূতের ভয় না। অন্য রকম ভয়।\r\n\r\n \r\n', 'সমাধান:তুমি লিখেছ ছোটবেলা থেকেই তোমার রাগ খুব বেশি। তুমি কি বাড়িতে কাউকে এমনভাবে রাগ প্রকাশ করতে দেখে বড় হয়েছ? কারণ, শিশুরা বাড়ির পরিবেশ দ্বারা খুব প্রভাবিত হয়। মনে হচ্ছে, বাড়ির পরিবেশ তোমার মানসিকতা বিকাশে ভালো ফল রাখতে পারেনি। হঠাৎ করেই বয়ঃসন্ধিতে এসে তুমি বিষণ্নতার শিকার হয়েছ। যারা বিষণ্নতায় ভোগে, তারা নিজেকে সবার কাছ থেকে সরিয়ে রাখতে চায়। তাদের ভেতরে সব সময় বিরক্তি কাজ করে বলে রাগের মাধ্যমে সেটির প্রকাশ ঘটে। যখন তুমি রাগ করছ, তখন বাড়ির লোকদের আচরণ কেমন হয়? তাঁরাও কি তোমার ওপরে রেগে যাচ্ছেন, নাকি তোমাকে বোঝার চেষ্টা করছেন? বাড়ির অন্য সদস্যদের সঙ্গে তোমার সম্পর্ক কেমন, তা জানতে পারলে ভালো হতো। এ অবস্থায় তাঁদের সহায়তা ও সহমর্মিতা তোমাকে ভীষণভাবে সাহায্য করতে পারে। তাঁরা যে তোমাকে পাগল বলছেন, সেটি তোমার প্রতি অবিচার হচ্ছে। যদি তোমার শারীরিক কোনো অসুস্থতা হতো, তাহলে তো তাঁরা তোমাকে অবশ্যই চিকিৎসকের কাছে নিয়ে যেতেন, তাই না? শারীরিক অসুস্থতা চিকিৎসার মাধ্যমে সম্পূর্ণ নিরাময় করা সম্ভব। মানসিক অসুস্থতার চিকিৎসা সময়মতো না হলে সারা জীবন এর বোঝা বয়ে বেড়াতে হয়। তুমি বাড়ির বড়দের বলো, আর দেরি না করে তাঁরা যেন ঢাকায় যেসব জায়গায় এই স্বাস্থ্যসেবা দেওয়া হয়, সেখানে যোগাযোগ করতে। তুমি জাতীয় মানসিক স্বাস্থ্য ইনস্টিটিউট, ঢাকা কমিউনিটি হাসপাতাল, ঢাকা মেডিকেল কলেজ হাসপাতাল বা বঙ্গবন্ধু মেডিকেল বিশ্ববিদ্যালয়ের মনোরোগ চিকিৎসা বিভাগেও যেতে পারো।\r\n');

-- --------------------------------------------------------

--
-- Table structure for table `story2`
--

CREATE TABLE `story2` (
  `id` int(11) NOT NULL,
  `tit` varchar(400) CHARACTER SET utf8 NOT NULL,
  `problem` varchar(1500) CHARACTER SET utf8 NOT NULL,
  `solution` varchar(5000) CHARACTER SET utf8 NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `story2`
--

INSERT INTO `story2` (`id`, `tit`, `problem`, `solution`) VALUES
(1, 'relation problem.i am in a relationship for 1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16 year', 'সমস্যা:আমি স্নাতক তৃতীয় বর্ষে পড়ি। উচ্চমাধ্যমিকে থাকতে এক মেয়ের সঙ্গে সম্পর্ক হয়। তবে তা অনেকটা একপক্ষীয়। তবু আমি সবকিছুর বিনিময়ে তাকে নিজের করে নিতে চেয়েছিলাম। ভেবেছিলাম, আমার পাহাড় সমান ভালোবাসাকে সে অগ্রাহ্য করতে পারবে না, একসময় সে আমাকে ভালোবাসবে। ভেবেছিলাম, ঘনিষ্ঠ সময় কাটালে আমাকে ভালোবাসবে; তা–ই করেছি। এটা আমার বন্ধুরা অনেকে জানে। কিন্তু ভালোবাসেনি। আমার প্রতি তার ন্যূনতম শ্রদ্ধাটুকুও নেই। এখন মনে হয় আমি ভুল ভেবেছি। পাঁচ বছর পরও সে শুরুর মতোই অবহেলা করে চলেছে। তাই এ বিষয়গুলো আমাকে পীড়া দেয়। ছোটবেলা থেকে আমি প্রতিকূল পরিস্থিতির মধ্যে বড় হয়েছি। তবু কখনো আপস করিনি। এখন হেরে যাব ভেবে কষ্ট হয়। কিছুতেই মন দিতে পারি না। কী করব আমি?\r\n', 'সমাধান:তুমি লিখেছ, উচ্চমাধ্যমিকে পড়ার সময় একজনের সঙ্গে তোমার সম্পর্ক হয়। তবে সেই সম্পর্কটি কীভাবে শুরু হয় বা এর ধরনটি কেমন ছিল তা স্পষ্ট করে জানাওনি। তোমরা কি শুধু বন্ধুত্বের সম্পর্ক দিয়ে যাত্রা শুরু করেছিলে? সেটির সূত্র ধরে পরবর্তী সময়ে তোমার দিক থেকে ওর প্রতি বিশেষ অনুভূতির সৃষ্টি হয়েছে? তুমি কি কখনো যথেষ্ট শ্রদ্ধার সঙ্গে মেয়েটিকে স্পষ্টভাবে বলেছ যে তাকে তুমি ভালোবাসতে শুরু করেছ? এ ছাড়া ‘সবকিছুর’ বিনিময়ে বলতে তুমি কী বুঝিয়েছ তা পরিষ্কার হয়নি। তাকে কি তুমি নিজের চেয়েও বেশি গুরুত্ব দিয়েছ? এমনকি হয়েছে যে তুমি নিজের ক্ষতি করে হলেও সারাক্ষণ ওকে খুশি করার জন্য প্রাণপণ চেষ্টা করে গেছ?এ ধরনের ক্ষেত্রে যে সম্ভাবনাটি তৈরি হয় তা হচ্ছে অন্য মানুষগুলো তাদের নিজের অজান্তেই আমাদের ব্যবহার করতে শুরু করে। তারা এটিকে তাদের একটি অধিকার হিসেবে দেখতে শুরু করে। আর যে মানুষগুলো নিজেদের চাহিদাগুলোকে পাশ কাটিয়ে অবহেলা ও অশ্রদ্ধাকে অগ্রাহ্য করে শুধু দিতে থাকে, তারা দিনে দিনে ক্লান্ত হয়ে পড়ে। পরিশেষে দেখা যায়, সে মানসিক বিষাদে ভুগতে শুরু করে। ভেতরে প্রচুর শূন্যতা তৈরি হয় বলে খুব অসহায়ও বোধ করে। এ অসহায়ত্ব তখন তাদের নিজের প্রতি, অন্যদের প্রতি এবং জীবনের প্রতি বীতশ্রদ্ধ করে তোলে। তখন প্রচণ্ড রাগ ও ক্ষোভ তৈরি হয় এবং নিজেকে ব্যবহৃত ও অপ্রয়োজনীয় মনে হতে থাকে।তুমি মেয়েটির প্রতি অনুরাগ থেকে তাকে জয় করার জন্য বেশি ঘনিষ্ঠভাবে মেলামেশা করতে গিয়ে ওর প্রতি মানসিকভাবে খুব বেশি নির্ভরশীল হয়ে পড়েছ বলেই এখন আরও বেশি কষ্ট হচ্ছে। হয়তোবা শৈশবে প্রতিকূল অবস্থায় বড় হওয়ার কারণে যতটুকু প্রয়োজন সেই পরিমাণে আদর আর যত্ন পাওনি। শৈশবকালীন অন্তত প্রথম পাঁচটি বছর মানবশিশুর প্রচুর চাহিদা থাকে ভালোবাসা, যত্ন ও নৈকট্য পাওয়ার জন্য। সেটি যদি সে ঠিকমতো না পায়, তাহলে তার মধ্যে অনিরাপত্তাবোধ ও ভীতির সৃষ্টি হয়। পরিচর্যাকারী শিশুর শরীরের যত্ন কিছুটা নিশ্চিত করলেও মানসিক চাহিদাগুলোর প্রয়োজন বুঝতে না পারার কারণে সেটির দিকে খেয়াল করেন না। ফলে শিশুটি বড় হওয়ার পরও তার ভেতরে একটি অনিশ্চয়তাবোধ থেকে যায়। জীবনে চলতে গিয়ে সে যখন কারও প্রতি আকর্ষণ অনুভব করে তখন অবচেতনভাবেই তার প্রতি অতিরিক্ত নির্ভরশীল হয়ে পড়ে। তার মধ্যে স্নেহের ক্ষুধা খুব তীব্র থাকে, সে বুঝতে পারে না সম্পর্কটিতে কতটা মানসিক প্রাণশক্তি বা সময় ব্যয় করা উচিত।অপর পক্ষের যদি একই রকম আকর্ষণ অনুভূতি না-ও হয়, তারপরও অন্যজনের এই নির্ভরশীলতা তার জন্য বেশ কিছু সময় পর্যন্ত উপভোগ্য হয়। সে তার কাছ থেকে সুবিধাগুলো গ্রহণ করতে থাকে। আবার কখনো বিরক্তি বোধ করলে সে দুর্ব্যবহার করে এবং অপমানজনক কথাবার্তা বলে ফেলে। তুমি যে জীবনের অন্য সংগ্রামগুলো সাফল্যের সঙ্গে মোকাবিলা করেছ এবং কখনো হার মানোনি, সেটি অত্যন্ত প্রশংসনীয়। এ ধরনের ধাক্কাগুলো অত্যন্ত দুর্বিষহ হলেও, এ কষ্টের অভিজ্ঞতা থেকে যা শিখেছ, তা কিন্তু সঞ্চয় করে রাখবে। আশা করছি, এরপর অন্য কারও সঙ্গে সম্পর্ক হলে তুমি নিজেকে এভাবে উজাড় করে দেবে না। প্রথমে নিজেকে গুরুত্ব দিয়ে মনের ও শরীরের যত্ন করবে। আর কখনো কোনো অবস্থায় আত্মসম্মান বিসর্জন দেবে না, কেমন?\r\n'),
(2, 'relation problem.i am in a relationship for 1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16 year', 'সমস্যা:আমার সঙ্গে প্রায় পাঁচ বছর ধরে একটা ছেলের সম্পর্ক। আমাদের বেশ কয়েকবার দেখা হয়েছে, ঘনিষ্ঠ সময় কাটিয়েছি। সবই হয়েছে আমার চাওয়ায়। কখনো ও নিজে থেকে আসেনি। আমি ঢাকা গেলে দেখা হয়েছে। এ মাসেই আমার স্নাতক শেষ হবে, বাসা থেকে বিয়ে দেওয়ার চেষ্টা করছে। এখন ও বলে, ওর বিয়ে করার কোনো চিন্তা নেই। অন্য কারও সঙ্গে মানিয়ে চলা তার পক্ষে সম্ভব নয়। কিছুদিন ধরে শুনছি অন্য একজনের সঙ্গে সম্পর্কে জড়িয়েছে। আমি আসলে বুঝতে পারছি না ও আমাকে সত্যিই ভালোবাসে কি না?  আমার পরীক্ষা চলছে, কিন্তু আমি পড়তে পারছি না, অসুস্থ হয়ে পড়ছি।\r\n', 'সমাধান:তোমাদের সম্পর্কটি বেশ দীর্ঘদিনের। একসঙ্গে অন্তরঙ্গ সময় কাটানোর অনেক স্মৃতিও রয়েছে। যেহেতু তুমি ওকেই জীবনসঙ্গী হিসেবে কল্পনা করে ভবিষ্যতের স্বপ্ন দেখছিলে, তোমার জন্য ছেলেটির বর্তমান আচরণ খুব বড় মানসিক বিপর্যয়ের কারণ হয়েছে। তবে তোমাদের একসঙ্গে সময় কাটানোর পরিকল্পনাটি যে শুধু তোমার উদ্যোগেই হয়েছে, সেটি কি এই ইঙ্গিত দেয় যে ছেলেটি প্রথম থেকেই যথেষ্ট আন্তরিক ছিল না?যেহেতু সে সব সময় মেঘ না চাইতেই জল পেয়েছে, সে জন্য তোমাকে সে বিশেষভাবে মর্যাদা দেয়নি। তুমি হয়তোবা ওর সঙ্গে দেখা করার জন্য খুব অস্থিরতা বোধ করতে বলে কষ্ট করে প্রতিবার নিজেই ঢাকায় এসে ওর সঙ্গে দেখা করেছ। জানি না এভাবে কতবার তোমাকে এটি করতে হয়েছে, কিন্তু এতে করে ছেলেটিকে এই সম্পর্কটি ধরে রাখার জন্য আর কোনো চেষ্টাই করতে হয়নি।তোমার অস্থিরতা, আগ্রহকে সম্মান দেখানোর প্রয়োজনও সে বোধ করেনি। যেকোনো সম্পর্ক হচ্ছে একটি চারাগাছের মতো। এই ছোট গাছটিকে আমরা যখন ঠিকমতো পরিচর্যা করি, তখন সেটি সতেজভাবে বেড়ে উঠতে পারে। পরবর্তী সময়ে গাছটি অপূর্ব সুন্দর ফুলে-ফলে ভরে ওঠে যখন প্রতিনিয়ত গাছটিকে যত্ন করা হয়। সম্পর্ক নামের এই গাছটিকে কিন্তু ছেলেটির খুব পরিচর্যা করতে হয়নি। সম্পর্কের ক্ষেত্রে পারস্পরিক শ্রদ্ধাবোধ, সমতা, ভালো বোঝাপড়া খুব প্রয়োজন। হয়তোবা তোমার আবেগীয় চাহিদাগুলো খুব কাজ করেছে বলে তুমি খেয়াল করোনি যে ছেলেটি তোমার চাহিদার ব্যাপারটিতে যথেষ্ট শ্রদ্ধাশীল ছিল না।এমন কি হয়েছে, তুমি ছেলেটিকে অনুরোধ করা সত্ত্বেও ঢাকা থেকে গিয়ে তোমার সঙ্গে দেখা করতে রাজি হয়নি? তোমার কি কখনো মনে হয়েছে এই সম্পর্কে একটি অসম ব্যাপার ঘটেছে? সেটি যদি আগে থেকেই খেয়াল করতে তাহলে হয়তোবা এত দিন ধরে তুমি প্রয়োজনের অতিরিক্ত যত্ন নিয়ে সম্পর্কটিকে লালন করতে না।ছেলেটির অন্য কারও সঙ্গে জড়িয়ে পড়া এবং বিয়ের প্রতি এ ধরনের অনীহা তোমাকে খুব মানসিক যন্ত্রণায় ফেলে দিয়েছে। তুমি একই সঙ্গে প্রত্যাখ্যাত, অসম্মানিত ও প্রবঞ্চিত বোধ করছ। দীর্ঘ সময় যেহেতু একসঙ্গে পথ চলেছ, তোমার মধ্যে একটি শূন্যতাবোধও কাজ করছে।তবে এর একটি ভালো দিক হচ্ছে ওর সঙ্গে বিয়ের পর যদি অবহেলা, অমর্যাদা ও বিশ্বাসঘাতকতা পেতে তাহলে তো তোমার জীবন আরও দুর্বিষহ হতো, তাই না?এই সময়ে তোমার পক্ষে লেখাপড়ায় সম্পূর্ণ মনোযোগী হওয়া সম্ভব না হলেও নিজের প্রতি যতটা সম্ভব যত্নশীল হও। একটি মানুষ তোমাকে মূল্যায়ন করতে না পারার অর্থ কিন্তু এই নয় যে তুমি ভালোবাসা পাওয়ার যোগ্য নও। খুব কাছের কোনো বিশ্বস্ত বন্ধু থাকলে তার সঙ্গে কথাগুলো শেয়ার করে কান্নাকাটি করে নিজেকে হালকা করো। বাবা-মাকেও বলো তুমি এই মুহূর্তে বিয়ে করার কথা ভাবছ না। কারণ, আমরা যখন কোনো সম্পর্ক থেকে তীব্র কষ্ট পাই তখন তা কাটিয়ে ওঠার শক্তি নিজেকেই অর্জন করতে হয়। নেতিবাচক ঘটনাটি থেকে শিক্ষা নিয়ে আবার যখন পথচলার প্রাণশক্তি ফিরে পাই, তখনই একটি নতুন সম্পর্কে ঢোকা সম্ভব হয়।আশা করছি তুমি কিছু সময় আলাদা করে রাখবে এবং নিজেই নিজের বন্ধু হয়ে আবার নতুন করে মনটিকে গুছিয়ে নেবে। \r\n');

-- --------------------------------------------------------

--
-- Table structure for table `story3`
--

CREATE TABLE `story3` (
  `int` int(11) NOT NULL,
  `problem` varchar(1500) NOT NULL,
  `solution` varchar(5000) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

-- --------------------------------------------------------

--
-- Table structure for table `uns`
--

CREATE TABLE `uns` (
  `id` int(11) NOT NULL,
  `tit` varchar(400) CHARACTER SET utf8 NOT NULL,
  `problem` varchar(1500) CHARACTER SET utf8 NOT NULL,
  `solution` varchar(5000) CHARACTER SET utf8 NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `uns`
--

INSERT INTO `uns` (`id`, `tit`, `problem`, `solution`) VALUES
(1, 'unstable problem,i am 1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50 years old', '\r\nসমস্যা:প্রায়ই মনে হয়, আমি খুব তাড়াতাড়ি মারা যাব। অথবা আমার খুব বড় অসুখ হবে। ক্যানসার, ব্রেন টিউমার, শ্বেতী রোগ...এমন কিছু। কেবলই মনে হয়, আমি আমার জীবনের স্বপ্নগুলো ছুঁয়ে দেখতে পারব না। এই ধারণাটা খুব গভীরভাবে আমার মধ্যে ঢুকে গেছে। এসব যখন মনে হয়, খুব কান্না পায়। মনে হয়, আমি যেন আমার ভবিষ্যৎ চোখের সামনে দেখতে পাচ্ছি। আমার দাদি, চাচা, নানি ক্যানসারে আক্রান্ত হয়ে মারা যান। মানসিক সমস্যা আমার মায়ের বংশে আছে। নিজের অমূলক ধারণা দূর করার জন্য পরীক্ষা করিয়ে নিশ্চিত হওয়া বা ঢাকায় এসে সাইকোথেরাপি নেওয়াও আমার পক্ষে সম্ভব নয়। পরিবারের আর্থিক অবস্থাও ভালো নয়। আমি বর্তমানে শাবিপ্রবিতে মাস্টার্স করছি। জীবনের স্বপ্নগুলোকে আমি বাস্তব করতে চাই।\r\n', 'সমাধান:বোঝা যাচ্ছে, মৃত্যুভয়টা তোমার একটি অবসেশনে পরিণত হয়েছে। শুধু ক্যানসারে মৃত্যু নয়, তুমি অন্যান্য রোগের কথা ভেবেও কষ্টে আছ। এ ধরনের মানসিক বিপর্যস্ততার মধ্যে থেকেও তুমি যে মাস্টার্সে পড়ছ, সেটা খুবই প্রশংসনীয়। ক্রমাগত দুশ্চিন্তা, ভয় আর দুঃখের অনুভূতিকে কিছুটা হলেও পাশ কাটিয়ে তুমি কিন্তু প্রয়োজনীয় কাজগুলো করছ। এটাই প্রমাণ করে, তোমার স্বপ্নগুলো শেষ হয়ে যায়নি। মানসিক যেকোনো সমস্যা দূর করার জন্য একটি দীর্ঘমেয়াদি চিকিৎসার প্রয়োজন। কখনো শুধু কাউন্সেলিং বা সাইকোথেরাপির সাহায্যে সমস্যার সমাধান হয়, আবার কখনো এর পাশাপাশি ওষুধ সেবন করাও জরুরি। এ ধরনের চিন্তা যেন সারা দিন তোমাকে আচ্ছন্ন করে রাখতে না পারে, সে জন্য তুমি নিজেকে বলতে পারো, ‘ভবিষ্যৎ আমরা কেউ জানি না, কাজেই আগামী দিনে কী হবে, সেটি ভেবে আমি সময় নষ্ট করব না।’ এ ছাড়া তুমি এসব চিন্তা দিনের কোনো একটি বিশেষ সময়ে করবে, এমন সিদ্ধান্তে দৃঢ়প্রতিজ্ঞ হতে পারো। এভাবে কিছুদিন খুব সফলভাবে অনুশীলন করতে পারলে হয়তো দেখা যাবে, সেই সময়টা কখন পার হয়ে গেছে তুমি বুঝতেও পারোনি। সবচেয়ে উপকৃত হবে, যদি তুমি ঢাকা বিশ্ববিদ্যালয়ের কলাভবনের চারতলায় নাসিরুল্লাহ সাইকোথেরাপি ইউনিটে, এডুকেশনাল ও কাউন্সেলিং সাইকোলজি বিভাগে বা ঢাকা কমিউনিটি হাসপাতালে এসে সহায়তা গ্রহণ করতে পারো।\r\n\r\n'),
(2, 'unstable problem,i am 1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50 years old', 'সমস্যা:আমার বয়স ১৭ বছর। আমি দ্বাদশ শ্রেণীর শিক্ষার্থী। আমি মানুষের সঙ্গে মিশতে চাই, কিন্তু সমস্যা হলো যাকে আমার অপছন্দ হয় তার সঙ্গে মিশতে পারি না, কথা বলতে পারি না। তাকে দেখলেই আমার বিরক্ত লাগে। আমি বুঝি এটা ঠিক নয়। তার পরও নিজেকে মানিয়ে কথা বলতে চাইলেও স্বাভাবিকভাবে কথা বলি না, মনে মনে রাগ থেকে যায়। আর যাকে ভালো লাগে তাকে অনেক বেশি পছন্দ করি। সে আমার সঙ্গে খারাপ ব্যবহার করলে খুব কষ্ট পাই। আমি কাউকে ভালো বললে বা পছন্দ করলে তা প্রকাশ করতে পারি না। আমার মমতা বা স্নেহ প্রকাশ করতে পারি না।\r\n', 'সমাধান:আমার মনে হচ্ছে, তোমার মধ্যে কেবল সাদাকালোয় দেখার একটি প্রবণতা রয়েছে। সাদাকালোর মাঝে যে একটি ধূসর রঙের উপস্থিতি থাকে তা মনে হয় স্বীকার করে নিতে তোমার খুব অস্বস্তি হয়। শৈশবে তুমি কোনো ভুল করে ফেললে তোমাকে কি পরিবারের সদস্যরা খুব বেশি বিচারের সম্মুখীন করতেন? তোমার এ মনোভাবের জন্য নিজেকে পুরোপুরি দায়ী কোরো না, কেমন? তুমি একটি কাগজে লিখবে মানুষের মধ্যে কোন ধরনের মনোভাব ও বিশ্বাস থাকলে তোমার তাদের ভালো লাগে এবং কোন ধরনের মনোভাবসম্পন্ন মানুষের সঙ্গে তুমি সম্পর্ক রাখতে চাও না। তোমার মধ্যে কী কী সুস্থ মনোভাব ও বিশ্বাস রয়েছে তারও একটি তালিকা তৈরি করো। তালিকাগুলো তৈরির সময় তুমি যথেষ্ট মনোযোগ ও সততার সঙ্গে কাজটি করবে। দেখ যে, যেসব বিষয় অন্যের মধ্যে থাকলে তোমার বিরক্ত লাগে, তোমার মধ্যেও সে ধরনের প্রবণতা রয়েছে কি না। আর যে মানুষগুলোকে তোমার পছন্দ হয় তাদের মধ্যে সত্যিই তোমার পছন্দমতো গুণাবলি আছে কি না। এ ছাড়া সব স্তরের মানুষের সঙ্গে কষ্ট করে হলেও প্রতিদিন কিছু কথা অন্তত বলবে। সব সময় মনে রাখার চেষ্টা করবে, প্রতিটি মানুষকে শ্রদ্ধার চোখে দেখা সম্ভব। ঢাকা বিশ্ববিদ্যালয়ে কলাভবনের চারতলায় নাসিরুল্লাহ সাইকোথেরাপি ইউনিটে এসে সামাজিক দক্ষতার ওপর প্রশিক্ষণ নিতে পারলে তুমি বেশ উপকৃত হবে বলে আশা করা যায়। শুভকামনা রইল।\r\n\r\n'),
(3, 'unstable problem,i am 1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50 years old', 'সমস্যা:দুই বছর ধরে মানসিক অসুস্থতায় ভুগছি। ২০১১ সালে যখন এসএসসি পরীক্ষা দিই তখন বেশ ভালোই ছিলাম। নিয়মিত পড়াশোনা করতাম। ফলে এসএসসিতে জিপিএ-৫ পাই। কিন্তু কলেজে ভর্তি হওয়ার পর থেকে শুরু হয় সমস্যা। নিজেকে খুব অসুন্দর মনে হয়। আমার মুখে ব্রণের কারণে অনেক ক্ষত আর দাগ দেখা দিয়েছে। এ দাগের কারণে কোথাও যাই না। কারও সঙ্গে ভালোভাবে মিশতেও পারি না। দিন-রাত আয়নার সামনে বসে বসে কাঁদি। এসব কারণে এইচএসসিতে ভালো ফল করতে পারিনি। আমার ছোটবেলা থেকে স্বপ্ন, আমি ডাক্তার হব। কিন্তু এসব মানসিক অস্থিরতার জন্য এবার মেডিকেল ভর্তি হতে পারিনি। আগামী বছর আবার পরীক্ষা দিয়ে মেডিকেলে চান্স পেতে চাই। আমি সুস্থ হতে চাই।\r\n\r\n', 'সমাধান:এই বয়সে মুখমণ্ডলের সমস্যা অনেকেরই হয়। বিশেষ করে যাদের ত্বক বেশি তৈলাক্ত, তাদের মুখে ধুলা-ময়লা তাড়াতাড়ি আটকে যায় বলে ব্রণ হতে পারে। এ ছাড়া সহজপাচ্য খাবার না খেলেও এ ধরনের সমস্যা হতে পারে। তোমার বাড়িতে যাঁরা বয়োজ্যেষ্ঠ রয়েছেন, তাঁদের দায়িত্ব ছিল তোমাকে এ ব্যাপারে সাহায্য করা এবং মানসিকভাবে তোমাকে আশ্বস্ত করা, যাতে তুমি এতটা ভেঙে না পড়ো। বাইরে থেকে কাউকে কখনো একটু কম সুন্দর মনে হতেই পারে; তবে সে যদি মানবিক গুণাবলিসম্পন্ন মানুষ হয় তাহলে তার প্রতি অন্যদের আকর্ষণ সব সময় অক্ষুণ্ন থাকে। পরিবারের সদস্যরা যদি তোমাকে শৈশব থেকেই এ মূল্যবোধগুলোর ব্যাপারে ধারণা দিতে পারতেন, তাহলে তুমি এ দুশ্চিন্তা ও বিষণ্নতা থেকে সহজেই বেরিয়ে আসতে পারতে।\r\nযা-ই হোক, বয়ঃসন্ধি পেরিয়ে তুমি যখন প্রাপ্তবয়স্ক হবে তখন এ সমস্যা আর থাকবে না। সুতরাং দুশ্চিন্তা কোরো না। নিয়মিত শরীরচর্চা করা, হালকা খাবার খাওয়া এবং সুস্থ ঘুমের অভ্যাস করলে তুমি খুব তাড়াতাড়ি উপকার পাবে। চিকিৎসক হওয়ার স্বপ্নটি তোমার পরিবার থেকে বলা হচ্ছে কি না তা জানি না। তবে শুধু একটিমাত্র লক্ষ্য নিয়ে জীবনে চললে আমাদের খুব কষ্ট হয়। আমি অনুরোধ করব তুমি এর পাশাপাশি অন্য কয়েকটি বিষয়ের কথা মাথায় রেখে ভর্তি পরীক্ষার জন্য প্রস্তুতি নাও। আমার বিশ্বাস, তোমার আরও অনেক বিষয়ে আগ্রহ এবং দক্ষতা রয়েছে। এখন তুমি যেহেতু একধরনের অবসেশনে ভুগছ, আমার মনে হয় তোমার কোনো মনোরোগ বিশেষজ্ঞের কাছে যাওয়া প্রয়োজন। রংপুর মেডিকেল কলেজে আশা করি এ ধরনের বিশেষজ্ঞ রয়েছেন, তুমি তাঁদের কারও সঙ্গে যোগাযোগ করো। প্রয়োজনে ঢাকায় এসে সাইকোথেরাপি বা কাউন্সেলিংয়ের সহায়তা নিতে পারো।\r\n\r\n\r\n\r\n\r\n\r\n\r\n'),
(4, 'unstable problem,i am 1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50 years old', 'সমস্যা:আমার বয়স ২৫। আমি আমার অল্প কিছু ঘনিষ্ঠ বন্ধু ছাড়া অধিকাংশ মানুষের সঙ্গে চোখের দিকে তাকিয়ে কথা বলতে পারি না। যে কারণে মানুষের সঙ্গে তেমন একটা মিশতেও পারি না। আমার মেসে দুজন বড় ভাই আছেন, তাঁরা যখন রুমে আসেন তখন আমার প্রচণ্ড অস্বস্তি লাগে। কিন্তু অন্য একজন বড় ভাই আছেন, তিনি রুমে এলে আমি মিশতে পারছি। আমি ষষ্ঠ ও নবম শ্রেণীর দুজন ছাত্রী পড়াই। নবম শ্রেণীর ছাত্রীকে পড়ানোর সময় কোনো অস্বস্তি হয় না। কিন্তু ষষ্ঠ শ্রেণীর ছাত্রীটি পড়তে বসামাত্র আমার অস্বস্তি লাগে। কোনো কারণে তার চোখে চোখ পড়ামাত্র চোখ ফিরিয়ে নিতে পারলেই যেন বাঁচি। সমস্যাটির কি কোনো প্রতিকার আছে?\r\n', 'সমাধান:তোমার চিঠি পড়ে মনে হচ্ছে তুমি সামাজিক ভীতিতে ভুগছ। এটি একধরনের দুশ্চিন্তাজনিত মানসিক অসুস্থতা, এটা চিকিৎসার মাধ্যমে খুব ভালোভাবে নিরাময় হওয়া সম্ভব। তুমি যে নিজেই এ ব্যাপারে সচেতন হয়ে উদ্যোগটি নিয়েছ, সে জন্য ধন্যবাদ। নিজেকে যাতে তুমি কিছুটা হলেও সাহায্য করতে পারো, সে জন্য কয়েকটি উপায় বলতে চাই। অন্যরা তোমার সম্পর্কে কী ভাবছে, তা নিয়ে একেবারেই চিন্তা না করা। কেউ তোমার নার্ভাসনেস ধরে ফেললে খুব লজ্জার ব্যাপার হবে—এমন না ভাবা। কেউ তোমার দিকে তাকালে তোমাকে নিয়েই তারা মনে মনে কিছু ভাবল বা তোমাকে উদ্দেশ করে তারা কিছু বলল, সেটি না ভাবা। এ ছাড়া অন্যেরা কী বলল তা মনোযোগ দিয়ে তাদের চোখের দিকে তাকিয়ে শোনার চেষ্টা করা। কোনো আলোচনায় প্রত্যক্ষভাবে অংশ নিতে না পারলেও নীরবে সেখানে উপস্থিত থেকে বিষয়বস্তুতে মনঃসংযোগ করা। তুমি যে অন্যদের তুলনায় অনেক বেশি সংকোচ এবং লজ্জায় ভোগো, এ নিয়ে নিজেকে একেবারেই দোষারোপ না করা। প্রতিদিন কোনো একটি সময়ে একটি জায়গায় স্থির হয়ে বসে শরীর শিথিল করে বেশ কয়েকবার নাক দিয়ে শ্বাস নিয়ে মুখ দিয়ে ছাড়বে। নেওয়ার সময় চার সেকেন্ডে নিয়ে, তারপর দুই সেকেন্ড ধরে রেখে, ছয় সেকেন্ডে নিঃশ্বাস মুখ দিয়ে ছাড়বে। নাক দিয়ে শ্বাস গ্রহণ করার সময় পেটের মাংসপেশি শক্ত ও স্ফীত হয়েছে কি না তা খেয়াল করবে এবং নিঃশ্বাস ফেলার সঙ্গে সেই জায়গাটি শিথিল হয়ে যাবে। প্রতিদিন অন্তত দুবার এটি করতে পারলে ভালো হয়। বলা হয় যে এ সমস্যাগুলো আমরা যত বেশি এড়িয়ে চলার চেষ্টা করি, তা আরও বেশি করে আমাদের তাড়া করতে থাকে। কাজেই ছোট ছোট পদক্ষেপ নিয়ে তোমার জন্য যে কাজগুলো কঠিন, তা অল্প করে হলেও করার চেষ্টা করবে। \r\n\r\n\r\n\r\n'),
(5, 'unstable problem,i am 1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50 years old', 'সমস্যা:আমি একটি সরকারি বিশ্ববিদ্যালয়ে কৃষি প্রকৌশল বিষয়ে পড়ছি। তবে এ বিষয়ে ভর্তির আগে একই বিশ্ববিদ্যালয়ে টেলিযোগাযোগ বিষয়ে ভর্তির সুযোগ হয়েছিল। কিন্তু ভর্তি হতে পারিনি। এর কারণ হিসেবে কেউ জিজ্ঞাসা করলে বলতাম, আমি কৃষিবিদ হতে চাই। যদিও আমার সব সময় আকর্ষণ ছিল যন্ত্রপাতির প্রতি।এখন মনে হয়, টেলিযোগাযোগ নিয়ে পড়তে পারলেই ভালো হতো। সে কারণে প্রায়ই হতাশায় ভুগি। পরিবারের সদস্যদের সঙ্গে আমার সম্পর্ক বন্ধুত্বপূর্ণ নয়। আমি মা-বাবার আচার-ব্যবহারে সন্তুষ্ট নই। তাই রুমমেট যখন তার মা-বাবার সঙ্গে বিভিন্ন বিষয়ে খোলামেলা কথা বলে সিদ্ধান্ত নেয়, তখন মনে হয়, আমি কেন তা পারি না।\r\nতাই মা-বাবার সঙ্গে কথা বলতে ইচ্ছে করে না। আর কোনো প্রয়োজন ছাড়া বাড়িতে যাইয়ো না। আবার মেসে থাকলে একাকিত্ব বোধ করি, কোনোভাবেই লেখাপড়ায় মন বসাতে পারি না। মনে হচ্ছে, আমি সমাজ থেকে বিচ্ছিন্ন হয়ে পড়ছি।\r\n', '\r\nসমাধান:মনে হয় তোমার সামাজিক দক্ষতার কিছুটা অভাব রয়েছে। পরিবারে কে কে আছেন তা জানি না। তাঁদের সঙ্গে তোমার সম্পর্ক কি কারণে আন্তরিক হয়নি, তা একটু বুঝতে চেষ্টা করো। যন্ত্রপাতির প্রতি আকর্ষণ থাকা সত্ত্বেও কেন কৃষিবিদ হতে চেয়েছো, সে ব্যাপারে তুমি নিজের কাছে স্পষ্ট কি না, তা-ও বুঝতে পারছি না।এখন যা পড়ছ, তাতে মনোযোগ দেওয়া তখনই সম্ভব হবে, যখন তুমি সেই বিষয়টির প্রতি ভালোবাসা তৈরি করতে পারবে। এই ভালো লাগাটুকু নিজের মধ্যে তৈরি করাটা খুব গুরুত্বপূর্ণ। কারণ, তোমাকে তো এই প্রতিযোগিতার যুগে ভালো ফল করতে হবে।তুমি প্রায়ই এ ধরনের সিদ্ধান্তহীনতায় ভোগো কি না জানি না। হয়তো কিছুটা বিষণ্নতা বা অবসাদের শিকার হচ্ছ। সে কারণেই নিজে যা চাও, তা খুব আস্থার সঙ্গে বলতে পারছ না। মা-বাবার সঙ্গে আরও বেশি সহজ ও সৌহার্দ্যপূর্ণ সম্পর্ক থাকলে মানসিকভাবে অবশ্যই অনেক ভালো থাকতে পারতে।একটি পরিবারের ভেতরে শিশুটি যখন বড় হতে থাকে, তখন পরিবারের সদস্যদের দায়িত্ব হচ্ছে শিশুটিকে অনেক সম্মান করা। তার মধ্যে নিজেকে গ্রহণ করে নেওয়ার ক্ষমতা তৈরি করা। শিশুটি যত বেশি উষ্ণতা, গুরুত্ব পাবে, তত বেশি তার পরিবারের প্রতি ভালোবাসা তৈরি হবে। সে তার দুঃখ, রাগ, আনন্দ—সবকিছু পরিবারের সঙ্গে ভাগাভাগি করে নেওয়ার জন্য তখন উন্মুখ থাকবে। এই শিশুটি একজন আত্মপ্রত্যয়ী ও আত্মমর্যাদাসম্পন্ন মানুষ হিসেবে গড়ে উঠবে।তোমার মনে মা-বাবার প্রতি অনেক ক্ষোভ ও অভিমান হয়তো জমা হয়েছে। রুমমেটকে তাই মা-বাবার সঙ্গে অনেক কিছু আলোচনা করতে শুনলে মনটা ভারাক্রান্ত হয়ে পড়ছে। তবে তুমি তো এখন একজন প্রাপ্তবয়স্ক মানুষ। জীবনের ছোট-বড় সিদ্ধান্তগুলোর ইতিবাচক ও নেতিবাচক দিকগুলোর কথা ভালোভাবে ভেবে যদি নিজেই সিদ্ধান্ত নিতে পারো, তাহলে খুব ভালো হয়। যদি পরে কখনো মনে হয় সিদ্ধান্তটি সঠিক ছিল না। তারপরও তুমি সেটিকে শ্রদ্ধা করতে পারো।মা-বাবার প্রতি তোমার যে অভিযোগগুলো রয়েছে, সেগুলো দৃঢ়তা ও বিনয়ের সঙ্গে তাঁদের বলতে পারো। একাকিত্বকে বন্ধু না বানিয়ে সমমনা মানুষদের সঙ্গে বন্ধুর মতো সম্পর্ক তৈরি করতে পারো। ইচ্ছে না করলেও পরিবারের সঙ্গে দেখা করো।তোমার অধিকারগুলো তুলে ধরো এবং একটি বোঝাপড়ায় আসতে চেষ্টা করো।\r\n\r\n\r\n'),
(6, 'unstable problem,i am 1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50 years old', '\r\nসমস্যা:আমার পরীক্ষার প্রস্তুতি একদমই ভালো না। আমি পড়তে বসি, কিন্তু পড়া একদমই হয় না। পড়ার সময় নানা রকম চিন্তা মাথায় আসে। আমার মনে হয় যেন আমি কিছুই পারব না। শুধু অন্যদের কথা মাথায় আসে। মনে হয়, আমার বান্ধবীরা আমার চেয়ে অনেক ভালো পড়ালেখায়। আমি ভালোভাবে পড়লেও তাদের মতো ফল করতে পারব না। নিজেকে অন্যদের চেয়ে অনেক ছোট মনে হয়। আমি আগে এ রকম ছিলাম না। আগে অনেক ভালো ফল করতাম। আমার পরিবারের সবাই আমার ওপর অনেক আস্থা রেখেছেন। আমি মনে হয় না তাঁদের আশা পূরণ করতে পারব। এসব কারণে মাঝেমধ্যে মরে যেতে ইচ্ছে করে। আমি এই কয়েকটা দিন ভালোমতো পড়াশোনা করলে কি ভালো ফল করতে পারব? ', 'সমাধান:তুমি কিন্তু একা নও। পরীক্ষা দোরগোড়ায় এলে তোমার মতো অনেকেরই মনে হয়, তারা বোধ হয় কিছুই পারবে না। আমাদের মতো মানসিক স্বাস্থ্যকর্মীদের কাছে এ ব্যাপারে অনেকেই সাহায্য নিতে আসে। তবে এখন তোমার প্রস্তুতি কতটুকু আছে বা অন্যরা তোমার তুলনায় অনেক ভালো করবে—এই ভাবনাগুলো কিন্তু তোমাকে একেবারেই সাহায্য করছে না। পড়তে বসার পর তুমি যে এই চিন্তার মধ্যে হারিয়ে যাচ্ছ, তাতে মানসিক শক্তি কমে যাচ্ছে। যখন অবচেতন মনের প্রভাবে এই ভাবনা আসবে, তখন নিজের সচেতন মনটিকে সক্রিয় করবে। নিজেকে বলবে, প্রত্যেক মানুষ আলাদা—কোনো মানুষকেই অন্য কারও সঙ্গে তুলনা করা যায় না। তুমি খুব দৃঢ়ভাবে নিজের কাছে প্রতিজ্ঞা করো যে এরপর থেকে তুমি কারও সঙ্গে তুলনা করে এভাবে নিজেকে কষ্ট দেবে না। তোমার ভেতরের একটি সত্তা বলছে, তুমি পড়লেও ভালো করবে না। অন্যদের চেয়ে তুমি ছোট। মা-বাবার প্রত্যাশা পূরণে ব্যর্থ হবে। বর্তমানে এই সত্তা খুব শক্তিশালী হয়ে যাচ্ছে। যে সত্তাটি মনে করে তোমার মধ্যেও সম্ভাবনা রয়েছে, সেটি ক্রমেই দুর্বল হয়ে পড়ছে। এখন ইতিবাচক কথা বলার সত্তাটিকে ব্যবহার করে তোমাকে নেতিবাচক সত্তাটিকে পরাজিত করা খুব প্রয়োজন। নিজের প্রতি ভালোবাসা ও শ্রদ্ধা ধরে রেখে ইতিবাচক সত্তাটিকে সব সময় তোমার সঙ্গী করো। পরিবারের সদস্যদের বলো, এই মুহূর্তে তোমার প্রয়োজন তাঁদের প্রত্যাশা নয়, বরং তাঁদের উৎসাহ। তুমি যা-ই ফলাফল করো, তাঁরা যেন সেটি গ্রহণ করে নেন, সেই নিশ্চয়তাটুকু এখন খুব প্রয়োজন।\r\n\r\n'),
(7, 'unstable problem,i am 1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50 years old', 'সমস্যা:আমার বাবা-মা চান, আমি যেন চিকিৎসক হই। অন্তত বেসরকারি মেডিকেল কলেজে হলেও যেন পড়ালেখা করি। এ জন্য আমাকে কোচিংয়ে ভর্তি করানো হয়। কিন্তু মেডিকেলের ফরম পূরণ করার মতো জিপিএ আমার আসেনি। বাবা-মায়ের এত দিনের স্বপ্ন আর এত দিন এতগুলো টাকা খরচ করে এসেছি, এই ভয়ে আমি বাবা-মাকে জিপিএ অনেক বাড়িয়ে বলেছি। তা ছাড়া, আমি আমার বাবাকে অনেক ভয় পাই। বিশ্ববিদ্যালয়গুলোতে ফরম পূরণ করার মতো জিপিএ এসেছে। তাই আমি কাউকে না জানিয়ে এখন বিশ্ববিদ্যালয়ের প্রস্তুতি নিচ্ছি। বাবা-মা জানে, আমি সামনে মেডিকেল পরীক্ষা দেব আর আমি এদিকে একের পর এক মিথ্যের পাহাড় বানাচ্ছি। এখন এক মানসিক অস্থিরতায় ভুগছি।\r\n', 'সমাধান:শুধু বাবা-মায়ের স্বপ্ন পূরণ করার জন্য তুমি মেডিকেলে পড়ার কথা ভাবছিলে, নাকি নিজেও একজন ডাক্তার হিসেবে মানুষের সেবা করতে চেয়েছ? সেটি খুব ভালোভাবে ভেবে দেখবে, কেমন? কারণ তোমার চিঠিতে কোথাও উল্লেখ নেই, তুমি নিজেকে আজ থেকে ৫ কিংবা ১০ বছর পর কোথায় দেখতে চাইছ। শৈশব থেকে তোমার জীবনের আরও কোনো লক্ষ্য নিয়ে ভেবেছ কি না।সন্তানেরা যখন বাবা-মায়ের জীবনে আসে, তখনই কিন্তু তারা সৃষ্টিকর্তার তরফ থেকে একটি বড় উপহার হিসেবেই আসে। কাজেই বাবা-মায়েরও দায়িত্ব হচ্ছে শুধু তাদের নিজেদের স্বপ্নপূরণের কথা না ভেবে সন্তানকে ভাবতে সাহায্য করা, তার আগ্রহ এবং প্রবণতার জায়গাগুলো বুঝতে চেষ্টা করা। সন্তানটি নিজেকে নিয়ে কী স্বপ্ন দেখছে, সেটি তাদের সঙ্গে আলোচনা করা। যেমন কেউ যদি অঙ্কে দুর্বল হয় এবং তার বাবা-মায়ের ইচ্ছেতে সে বিজ্ঞান বিভাগে পড়ে, তাহলে তার পক্ষে ভালো ফল করা কখনোই সম্ভব হবে না।বাবার সঙ্গে তোমার এত ভয়ের সম্পর্ক না হলে খুব ভালো হতো। তাঁরা যদি তোমার সঙ্গে ছোটবেলা থেকে বন্ধুসুলভ আচরণ করতেন, তাহলে এত বড় একটা মিথ্যে তোমাকে বলতে হতো না। তাঁরা যখন সত্যটা জানবেন তখন খুব কষ্ট পাবেন, তা তুমি বুঝতে পারছ। এ কারণেই একটি মিথ্যেকে ঢাকতে গিয়ে তোমাকে ক্রমাগত বানিয়ে অনেকগুলো কথা বলতে হচ্ছে। এটি এখন যেমন তোমার জন্য খুব পীড়াদায়ক, তেমনি অপরাধবোধও তৈরি হচ্ছে। পরবর্তী সময়ে তাঁদের জন্যও খুব কঠিন হবে এটি মানতে যে তাঁদের আদরের সন্তান এ ধরনের একটি কাজ করেছে।মনের এই অস্থিরতা নিয়ে তুমি তো বিশ্ববিদ্যালয়ের পরীক্ষার জন্যও ভালোভাবে প্রস্তুতি নিতে পারছ না, তাই নয় কি? কাজেই আমার অনুরোধ হচ্ছে, তুমি যত তাড়াতাড়ি সম্ভব তাঁদের কাছে আন্তরিকভাবে ক্ষমা চেয়ে সত্য কথা বলে দাও। এতে করে তোমার মন থেকে ভারী বোঝা নেমে যাবে এবং তুমি অনেক হালকা বোধ করে বুক ভরে নিশ্বাস নিতে পারবে। তাঁরা প্রথমে রাগ করবেন এবং অনেক দুঃখও প্রকাশ করবেন। তবে শেষ পর্যন্ত নিশ্চয়ই বুঝতে চেষ্টা করবেন যে তুমি আসলে তাঁদের খুব ভালোবাস বলেই তারা কষ্ট পাক সেটি একেবারেই চাও না। সন্তান অনেক বড় অন্যায় করে ফেললেও শেষ পর্যন্ত শুধু বাবা-মা-ই তাদের আবার নিঃশর্তভাবে ভালোবাসা দিতে এবং তাদের গ্রহণ করে নিতে পারেন।\r\n');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` int(11) NOT NULL,
  `name` varchar(1000) CHARACTER SET utf8 NOT NULL,
  `email` varchar(40) NOT NULL,
  `skill` varchar(40) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `name`, `email`, `skill`) VALUES
(1, 'kajol', 'k@gmail.com', 'php'),
(2, 'আমি এখন কী করব', 'kkajol@gmail.com', 'boostarp'),
(3, 'rahat', 'r@gmail.com', 'c++'),
(4, 'rana', 'rana@gmail.com', 'java');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `ar`
--
ALTER TABLE `ar`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `com`
--
ALTER TABLE `com`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `comn`
--
ALTER TABLE `comn`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `con`
--
ALTER TABLE `con`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `contact`
--
ALTER TABLE `contact`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `doc`
--
ALTER TABLE `doc`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `docp`
--
ALTER TABLE `docp`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `famly`
--
ALTER TABLE `famly`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `har`
--
ALTER TABLE `har`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `login`
--
ALTER TABLE `login`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `lon`
--
ALTER TABLE `lon`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `marriage`
--
ALTER TABLE `marriage`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `others`
--
ALTER TABLE `others`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `sstory`
--
ALTER TABLE `sstory`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `story`
--
ALTER TABLE `story`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `story1`
--
ALTER TABLE `story1`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `story2`
--
ALTER TABLE `story2`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `story3`
--
ALTER TABLE `story3`
  ADD PRIMARY KEY (`int`);

--
-- Indexes for table `uns`
--
ALTER TABLE `uns`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `ar`
--
ALTER TABLE `ar`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `com`
--
ALTER TABLE `com`
  MODIFY `id` int(30) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `comn`
--
ALTER TABLE `comn`
  MODIFY `id` int(40) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT for table `con`
--
ALTER TABLE `con`
  MODIFY `id` int(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `contact`
--
ALTER TABLE `contact`
  MODIFY `id` int(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `doc`
--
ALTER TABLE `doc`
  MODIFY `id` int(40) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `docp`
--
ALTER TABLE `docp`
  MODIFY `id` int(40) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `famly`
--
ALTER TABLE `famly`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `har`
--
ALTER TABLE `har`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `login`
--
ALTER TABLE `login`
  MODIFY `id` int(40) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=29;

--
-- AUTO_INCREMENT for table `lon`
--
ALTER TABLE `lon`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `marriage`
--
ALTER TABLE `marriage`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `others`
--
ALTER TABLE `others`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `sstory`
--
ALTER TABLE `sstory`
  MODIFY `id` int(30) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `story`
--
ALTER TABLE `story`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `story1`
--
ALTER TABLE `story1`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `story2`
--
ALTER TABLE `story2`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `story3`
--
ALTER TABLE `story3`
  MODIFY `int` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `uns`
--
ALTER TABLE `uns`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
